{
  "name": "Kinich",
  "title": "นักล่าเพลิงหวน",
  "description": "นักล่า Saurian แห่ง Huitztlan ผู้เชี่ยวชาญด้านการประเมินราคา",
  "constellationName": "Chimaera Alebriius",
  "auto": {
    "name": "Nightsun Style",
    "fields": {
      "normal": {
        "0": "<strong>โจมตีปกติ</strong>",
        "1": "โจมตีต่อเนื่องมากสุด 3 ครั้ง",
        "2": "หลังจากใช้สกิลธาตุ \"Canopy Hunter: Riding High\" ทำการเหวี่ยงโจมตีกลางอากาศ จะสามารถทำการโจมตีปกติกลางอากาศก่อนจะลงถึงพื้นได้หนึ่งครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่ง ทำการเหวี่ยงดาบไปข้างหน้า เพื่อโจมตีศัตรู"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายโจมตีปกติกลางอากาศ",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Canopy Hunter: Riding High",
    "description": {
      "0": "ใช้ประสบการณ์การล่าสัตว์ เพื่อเคลื่อนที่อย่างรวดเร็วหรือทำการโจมตีศัตรู",
      "1": "เมื่อไม่มีศัตรูอยู่บริเวณใกล้เคียง จะปล่อยเชือกตะขอไปข้างหน้าเพื่อเหวี่ยงโจมตีกลางอากาศ และลดช่วงเวลาคูลดาวน์ลง 60%; เมื่อมีศัตรูอยู่ จะทำให้เชือกตะขอเกี่ยวกับศัตรูเป้าหมาย และเข้าสู่สถานะพรวิญญาณราตรี ด้วยค่าวิญญาณราตรี 0 หน่วย",
      "2": "สามารถกดค้างเพื่อปล่อย เมื่อกดค้าง จะสามารถเล็งเพื่อกำหนดทิศทางในการเหวี่ยงเชือกตะขอได้",
      "3": "<br/>",
      "4": "<strong>พรวิญญาณราตรี - Kinich</strong>",
      "5": "สถานะพรวิญญาณราตรีของ Kinich จะคงอยู่เป็นเวลา 10 วินาที และจะสร้างค่าวิญญาณราตรี 2 หน่วย ทุกวินาที",
      "6": "เมื่ออยู่ในสถานะพรวิญญาณราตรี Kinich จะใช้เชือกตะขอเกี่ยวศัตรูที่อยู่โดยรอบ และเปลี่ยนวิธีการโจมตีดังนี้:",
      "7": [
        "เมื่อทำการโจมตีปกติ เขาจะหมุนยิงรอบทิศตามทิศทางการเคลื่อนที่ปัจจุบัน โดยมีเป้าหมายที่เกี่ยวอยู่เป็นศูนย์กลาง สร้าง<dendro>ความเสียหายไม้</dendro>ที่มีคุณสมบัติวิญญาณราตรี และทำให้เกิดค่าวิญญาณราตรี 3 หน่วย ความเสียหายที่เกิดจากการเหวี่ยงโจมตี จะถูกนับเป็นความเสียหายสกิลธาตุ;",
        "เมื่อค่าวิญญาณราตรีถึงขีดจำกัด จะสามารถปล่อยสกิลธาตุ \"Scalespiker Cannon\": ใช้ค่าวิญญาณราตรีทั้งหมด เพื่อสร้าง<dendro>ความเสียหายไม้</dendro>ที่มีคุณสมบัติวิญญาณราตรี เมื่อกดค้างเพื่อปล่อย Scalespiker Cannon จะสามารถเล็งเพื่อกำหนดเป้าหมายในการโจมตีได้ หลังจากปล่อย Scalespiker Cannon แล้ว Kinich จะพยายามเกี่ยวเป้าหมายของ Scalespiker Cannon"
      ],
      "8": "เมื่ออยู่ในสถานะพรวิญญาณราตรี หลังจากเกี่ยวศัตรูหรือปล่อย Scalespiker Cannon แล้ว เขาจะสร้างโซนมรณะขึ้นบริเวณด้านข้างของศัตรู และเมื่อ Kinich เข้าสู่โซนมรณะ จะฟื้นฟูค่าวิญญาณราตรี 4 หน่วย และลบล้างโซนมรณะ",
      "9": "เมื่อเชือกตะขอเกี่ยวถูกตัดขาดเนื่องจากมีระยะห่างมากเกินไป การโจมตีปกติจะทำการเกี่ยวศัตรูที่อยู่ข้างกายใหม่อีกครั้ง และหมุนยิงรอบทิศ",
      "10": "<br/>",
      "11": "<i>\"ทุกสิ่งล้วนมีราคาที่ต้องจ่าย หวังว่าเธอจะให้ราคาที่เหมาะสมกับมันนะ... อะไรนะ? ฉันไม่รับผ่อนหรอก\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายหมุนยิงรอบทิศ",
      "1": "ความเสียหาย Scalespiker Cannon",
      "2": "ขีดจำกัดค่าวิญญาณราตรี",
      "3": "คูลดาวน์",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Hail to the Almighty Dragonlord",
    "description": {
      "0": "ปล่อยพลังของ \"มังกรศักดิ์สิทธิ์ Ajaw\" (อย่างจำกัด, มีเงื่อนไข, ถูกควบคุม, ตามสัญญา, บางส่วน, ชั่วคราว) สร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro>ที่มีคุณสมบัติวิญญาณราตรี มังกรศักดิ์สิทธิ์ Ajaw จะปล่อยปราณมังกรออกมาในช่วงเวลาต่อเนื่องเป็นระยะ สร้าง<dendro>ความเสียหายไม้วงกว้าง</dendro>คุณสมบัติวิญญาณราตรี",
      "1": "หาก Kinich อยู่ในสถานะพรวิญญาณราตรีขณะปล่อย ช่วงเวลาต่อเนื่องของพรวิญญาณราตรีในครั้งนี้ จะนานขึ้น 2 วินาที",
      "2": "<br/>",
      "3": "<i>\"ใช่! ผู้ที่อยู่เบื้องหน้าของเจ้า ก็คือมังกรศักดิ์สิทธิ์ผู้ยิ่งใหญ่ K'uhul Ajaw ยังไม่รีบมาจุมพิตที่หลังเท้าของข้าอีก!\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "ความเสียหายเลเซอร์",
      "2": "ระยะเวลาต่อเนื่องมังกร",
      "3": "คูลดาวน์",
      "4": "พลังงานธาตุ",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "The Price of Desolation",
    "description": {
      "0": "เมื่ออยู่ในสถานะพรวิญญาณราตรี ศัตรูที่ได้รับความเสียหายสกิลธาตุของ Kinich จะเข้าสู่สถานะ \"Desolation\" เมื่อได้รับความเสียหายจากปฏิกิริยาติดไฟหรือเบ่งบาน จะทำให้ Kinich ได้รับค่าวิญญาณราตรี 7 หน่วย โดยจะสามารถทำให้เกิดค่าวิญญาณราตรีด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ทุก 0.8 วินาที สถานะ Desolation จะคงอยู่จนกว่าสถานะพรวิญญาณราตรีในครั้งนี้ของ Kinich จะสิ้นสุดลง"
    }
  },
  "passive2": {
    "name": "Flame Spirit Pact",
    "description": {
      "0": "เมื่อตัวละครในทีมที่อยู่บริเวณใกล้เคียงทำให้เกิด \"วิญญาณราตรีปะทุ\", Kinich จะมอบ \"ความชำนาญของนักล่า\" 1 ชั้น เป็นเวลา 15 วินาที ซ้อนทับได้สูงสุด 2 ชั้น เมื่อ Kinich ปล่อย Scalespiker Cannon ของ <strong>Canopy Hunter: Riding High</strong> จะหักใช้ \"ความชำนาญของนักล่า\" ทั้งหมด และแต่ละชั้นจะทำให้ Scalespiker Cannon ในครั้งนี้ สร้างความเสียหายเพิ่มขึ้น 320% ของพลังโจมตีของ Kinich ตามจำนวนชั้นที่หักใช้"
    }
  },
  "passive3": {
    "name": "Night Realm's Gift: Repaid in Full",
    "description": {
      "0": "เมื่อ Kinich อยู่ในอากาศหลังจากทำการเหวี่ยงโจมตีกลางอากาศโดยใช้ <strong>Canopy Hunter: Riding High</strong> จะสามารถใช้โฟลจิสตัน 10 หน่วย เพื่อทำการเหวี่ยงโจมตีกลางอากาศอีกครั้ง",
      "1": "เมื่ออยู่ในพื้นที่กลไกโฟลจิสตันใน Natlan จะสามารถทำการถ่ายโอนวิญญาณราตรี - Kinich ได้ เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นอยู่ในสถานะวิ่ง, สถานะการเคลื่อนที่ตามพรสวรรค์ที่กำหนด หรืออยู่ในความสูงระดับหนึ่งในอากาศ เมื่อสลับตัวละคร Kinich เข้าสู่การต่อสู้ จะทำให้เกิดเหตุการณ์ต่อไปนี้: Kinich ยิงเชือกตะขอและทำการเหวี่ยงโจมตีกลางอากาศ Kinich จะยึดเครื่องหมายเกลียวพนาที่ตรงตามเงื่อนไข เป็นเป้าหมายในการปล่อยเชือกตะขอก่อน โดยจะทำให้เกิดถ่ายโอนวิญญาณราตรีได้หนึ่งครั้ง ในทุก 10 วินาที",
      "2": "เมื่อโต้ตอบกับเครื่องหมายเกลียวพนาและวัตถุอื่น ๆ ที่สามารถโต้ตอบกับ Yumkasaurus ได้ Canopy Hunter: Riding High จะถูกแทนที่เป็น \"Yumkasaur Mimesis\" เมื่อโต้ตอบกับวัตถุเหล่านี้ผ่าน Yumkasaur Mimesis กฎการโต้ตอบของวัตถุเหล่านี้จะเป็นไปตามกฎการโต้ตอบของ Yumkasaurus และจะทำให้ Canopy Hunter: Riding High ไม่เข้าสู่การคูลดาวน์"
    }
  },
  "passive": {
    "name": "Swift Envoy",
    "description": {
      "0": "เมื่ออยู่ใน Natlan มีพื้นที่กลไกโฟลจิสตัน การโต้ตอบกับไอเทมที่สามารถเก็บได้บางส่วน จะทำให้ความเร็วในการเคลื่อนที่ตัวละครในทีมตัวเองเพิ่มขึ้น 15% เป็นเวลา 10 วินาที นอกจากนี้ จะแสดงตำแหน่ง<strong>ของพิเศษเฉพาะใน Natlan</strong> บนมินิแมป"
    }
  },
  "constellation1": {
    "name": "Parrot's Beak",
    "description": {
      "0": "หลังจาก Kinich ลงสู่พื้นหลังจากทำการเหวี่ยงโจมตีกลางอากาศ จาก <strong>Canopy Hunter: Riding High</strong> แล้ว ความเร็วในการเคลื่อนที่จะเพิ่มขึ้น 20% เป็นเวลา 5 วินาที",
      "1": "นอกจากนี้ ความแรงคริของ Scalespiker Cannon จะเพิ่มขึ้น 90%"
    }
  },
  "constellation2": {
    "name": "Tiger Beetle's Palm",
    "description": {
      "0": "เมื่อสกิลธาตุของ Kinich โจมตีโดนศัตรู จะทำให้<dendro>ความต้านทานไม้</dendro>ของศัตรูลดลง 30% เป็นเวลา 6 วินาที",
      "1": "นอกจากนี้ เมื่อ Kinich เข้าสู่สถานะพรวิญญาณราตรี พื้นที่ผลกระทบของการโจมตี Scalespiker Cannon ในครั้งแรกจะเพิ่มขึ้น และสร้างความเสียหายเพิ่มขึ้น 100%"
    }
  },
  "constellation3": {
    "name": "Protosuchian's Claw",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Canopy Hunter: Riding High</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "Hummingbird's Feather",
    "description": {
      "0": "เมื่ออยู่ในสถานะพรวิญญาณราตรี หลังจาก Kinich เข้าสู่การหมุนยิงรอบทิศ หรือปล่อย Scalespiker Cannon จะฟื้นฟูพลังงานธาตุให้เขา 5 หน่วย โดยสามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 2.8 วินาที"
    }
  },
  "constellation5": {
    "name": "Howler Monkey's Tail",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Hail to the Almighty Dragonlord</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Auspicious Beast's Shape",
    "description": {
      "0": "หลังจาก Scalespiker Cannon โจมตีโดนศัตรู จะทำการเด้งไปมาระหว่างศัตรูหนึ่งครั้ง สร้าง<dendro>ความเสียหายไม้</dendro>เทียบเท่ากับ 700% ของพลังโจมตีของ Kinich"
    }
  }
}