{
  "name": "Chiori",
  "title": "???",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Weaving Blade",
    "fields": {
      "normal": {
        "0": "<strong><strong>โจมตีปกติ</strong>",
        "1": "โจมตีด้วยดาบต่อเนื่องมากสุด 4 ครั้ง"
      },
      "charged": {
        "0": "<strong>ชาร์จโจมตี</strong>",
        "1": "ใช้พลังกายส่วนหนึ่งเพื่อฟาดฟันดาบ ออกไปข้างหน้า 2 ครั้ง ในช่วงเวลาสั้น ๆ"
      },
      "plunging": {
        "0": "<strong>โจมตีพุ่งลงจากอากาศ</strong>",
        "1": "กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
      }
    },
    "skillParams": {
      "0": "ความเสียหายขั้น 1",
      "1": "ความเสียหายขั้น 2",
      "2": "ความเสียหายขั้น 3",
      "3": "ความเสียหายขั้น 4",
      "4": "ความเสียหายชาร์จโจมตี",
      "5": "ชาร์จโจมตีใช้พลังกาย",
      "6": "ความเสียหายพุ่งลง",
      "7": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Feathered-Plume Caress",
    "description": {
      "0": "พุ่งตัวไปข้างหน้าอย่างรวดเร็วด้วยท่วงท่าระบำผ้าไหม เมื่อสิ้นสุดการพุ่งตัว จะเรียก \"ตุ๊กตาจักรกล: Sode\" ขึ้นมาข้างตัว และทำการโจมตีงัดขึ้น สร้าง<geo>ความเสียหายหินวงกว้าง</geo>แก่ศัตรูโดยรอบ ตามพลังโจมตีและพลังป้องกันของ Chiori",
      "1": "เมื่อกดค้างจะปล่อยด้วยวิธีที่แตกต่างกัน",
      "2": "<br/>",
      "3": "<strong>กดค้าง</strong>",
      "4": "เพื่อเข้าสู่โหมดเล็ง และปรับทิศทางการพุ่งตัว",
      "5": "<br/>",
      "6": "<strong>ตุ๊กตาจักรกล: Sode</strong>",
      "7": [
        "ฟันศัตรูที่อยู่ใกล้เคียงเป็นระยะ เพื่อสร้าง<geo>ความเสียหายหินวงกว้าง</geo>แก่ศัตรูโดยรอบ ตามพลังโจมตีและพลังป้องกันของ Chiori;",
        "ระหว่างช่วงเวลาคงอยู่ หากมี<geo>วัตถุที่สร้างขึ้นจากธาตุหิน</geo>อยู่ในบริเวณใกล้เคียง จะเรียกตุ๊กตาจักรกล: Sode ออกมาหนึ่งตัว ที่ตําแหน่งของวัตถุที่สร้างขึ้นจากธาตุหิน สามารถเรียกตุ๊กตาจักรกล: Sode เพิ่มด้วยวิธีนี้สูงสุดหนึ่งตัว และช่วงเวลาคงอยู่ของตุ๊กตาจักรกล: Sode ที่เรียกด้วยวิธีนี้จะคํานวณแยกกัน"
      ],
      "8": "<br/>",
      "9": "<i>\"ผืนผ้าย้อมสีซากุระแดง แขนเสื้ออบอวลมวลกลิ่นดอกไม้ นกขมิ้นเย้ายวนมัวเมา...\"</i>"
    },
    "skillParams": {
      "0": "การฟันของตุ๊กตาจักรกล: Sode",
      "1": "ระยะเวลาคงอยู่ของตุ๊กตาจักรกล: Sode",
      "2": "ช่วงเวลาโจมตีของตุ๊กตาจักรกล: Sode ทุก",
      "3": "ความเสียหายโจมตีงัดขึ้น",
      "4": "คูลดาวน์",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Hiyoku: Twin Blades",
    "description": {
      "0": "ปลดปล่อยดาบคู่ออกจากฝัก ฟันอย่างเฉียบคมด้วยท่วงท่าแห่งนักตัดชุดผู้สง่างาม สร้าง<geo>ความเสียหายหินวงกว้าง</geo>ตามพลังโจมตีและพลังป้องกันของ Chiori",
      "1": "<br/>",
      "2": "<i>\"เมื่อเชี่ยวชาญศาสตร์หนึ่งด้าน ก็จะสามารถเรียนรู้ศาสตร์ด้านอื่นได้อย่างง่ายดาย\"</i>"
    },
    "skillParams": {
      "0": "ความเสียหายสกิล",
      "1": "คูลดาวน์",
      "2": "พลังงานธาตุ",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Tailor-Made",
    "description": {
      "0": "ในช่วงระยะเวลาสั้น ๆ หลังจากปลดปล่อยการโจมตีงัดขึ้นของ <strong>Feathered-Plume Caress</strong> จะทำให้เกิดเอฟเฟกต์ที่แตกต่างกันไป ขึ้นอยู่กับการดำเนินการในภายหลัง: เมื่อกดสกิลธาตุอีกครั้ง จะทำให้เกิดเอฟเฟกต์ \"Tapestry\"; หากกดโจมตีปกติอีกครั้ง จะทำให้เกิดเอฟเฟกต์ \"Tailoring\" ขึ้นแทน",
      "1": "<br/>",
      "2": "<strong>Tapestry</strong>",
      "3": [
        "เปลี่ยนตัวละคร เพื่อให้ตัวละครต่อไปของตนเองที่อยู่ในทีมเข้าสู่การต่อสู้",
        "ทําให้ตัวละครทั้งหมดในทีมของตนเองติดสถานะ \"Seize the Moment\": เมื่อตัวละครของตนเองที่อยู่ในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นทำการโจมตีปกติ, ชาร์จโจมตีและโจมตีพุ่งลงจากอากาศถูกศัตรู ตุ๊กตาจักรกล: Sode จะทําการโจมตีร่วมกัน สร้าง<geo>ความเสียหายหินวงกว้าง</geo>ในตำแหน่งของศัตรู โดยความเสียหายเท่ากับ 100% ของการโจมตีงัดขึ้นของ Feathered-Plume Caress;"
      ],
      "4": "\"Seize the Moment\" คงอยู่เป็นเวลา 8 วินาที สามารถทำให้เกิดตุ๊กตาจักรกล: Sode ขึ้นได้มากสุดหนึ่งครั้ง ในทุก 2 วินาที ช่วงระยะเวลา \"Seize the Moment\" หนึ่งครั้ง สามารถทำให้เกิดโจมตีร่วมกัน 2 ครั้ง",
      "5": "<br/>",
      "6": "<strong>Tailoring</strong>",
      "7": [
        "Chiori ได้รับ<geo>พลังแห่งธาตุหิน</geo> เป็นเวลา 5 วินาที"
      ],
      "8": "<br/>",
      "9": "หาก Chiori ไม่ใช้สกิลธาตุหรือการโจมตีปกติอีกครั้งในระยะสั้น ๆ หลังปล่อยการโจมตีงัดขึ้นของ Feathered-Plume Caress จะทำให้เกิดเอฟเฟกต์ Tailoring"
    }
  },
  "passive2": {
    "name": "The Finishing Touch",
    "description": {
      "0": "เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้าง<geo>วัตถุธาตุหิน</geo> Chiori จะได้รับ<geo>โบนัสความเสียหายหิน</geo> 20% เป็นเวลา 20 วินาที"
    }
  },
  "passive3": {
    "name": "Beauteous Silhouette",
    "description": {
      "0": "เมื่อมีตัวละครใดก็ตามในทีมสวมใส่คอสตูมที่ไม่ใช่คอสตูมเริ่มต้น หรือใช้เครื่องร่อนเวหาที่ไม่ใช่ Wings of First Flight ตัวละครของตัวเองในทีมจะได้รับเอฟเฟกต์ความเร็ว: ความเร็วการเคลื่อนที่เพิ่มขึ้น 10%",
      "1": "เอฟเฟกต์ความเร็วไม่สามารถซ้อนทับได้"
    }
  },
  "constellation1": {
    "name": "Six Paths of Sage Silkcraft",
    "description": {
      "0": "ระยะการโจมตีของตุ๊กตาจักรกล: Sode ของ <strong>Feathered-Plume Caress</strong> เพิ่มขึ้น 50%",
      "1": "นอกจากนี้ หากมีตัวละครธาตุหินที่ไม่ใช่ Chiori อยู่ในทีม เมื่อสิ้นสุดการพุ่งโจมตีของ Feathered-Plume Caress จะทำให้เกิดเอฟเฟกต์ต่อไปนี้:",
      "2": [
        "เรียกตุ๊กตาจักรกล: Sode ออกมาเพิ่มเติมหนึ่งตัว ตุ๊กตาจักรกล: Sode ของ Chiori ที่ถูกเรียกออกมาเพิ่มเติมด้วยวิธีนี้ และตุ๊กตาจักรกล: Sode ของ Chiori ที่วัตถุธาตุหินสร้างขึ้น จะสามารถคงอยู่พร้อมกันได้สูงสุดเพียงหนึ่งตัว;",
        "ใช้พรสวรรค์ติดตัว \"The Finishing Touch\" โดยเอฟเฟกต์นี้จำเป็นต้องปลดล็อกพรสวรรค์ติดตัว \"The Finishing Touch\" ก่อน"
      ]
    }
  },
  "constellation2": {
    "name": "In Five Colors Dyed",
    "description": {
      "0": "ภายใน 8 วินาที หลังจากทำให้เกิดเอฟเฟกต์ต่อเนื่อง Tapestry หรือ Tailoring ของพรสวรรค์ติดตัว \"Tailor-Made\" เมื่อตัวละครของตัวเองในทีมที่เข้าร่วมการต่อสู้ในขณะนั้นโจมตีปกติ, ชาร์จโจมตี หรือโจมตีพุ่งลงจากอากาศโดนศัตรู จะเรียก \"ตุ๊กตาจักรกลรุ่นเรียบง่าย: Kinu\" ออกมาหนึ่งตัวใกล้กับศัตรู",
      "1": "ตุ๊กตาจักรกลรุ่นเรียบง่าย: Kinu จะทำการโจมตีศัตรูที่อยู่ใกล้เคียง สร้าง<geo>ความเสียหายหินวงกว้าง</geo>เทียบเท่ากับ 170% ของความเสียหายจากการฟันของตุ๊กตาจักรกล: Sode ความเสียหายที่สร้างขึ้นด้วยวิธีนี้ จะถูกนับเป็นความเสียหายสกิลธาตุ",
      "2": "ตุ๊กตาจักรกลรุ่นเรียบง่าย: Kinu จะออกจากสนามหลังจากโจมตี 1 ครั้ง หรือคงอยู่ครบ 3 วินาที",
      "3": "ทุก 1 วินาที สามารถเรียกตุ๊กตาจักรกลรุ่นเรียบง่าย: Kinu ด้วยวิธีข้างต้นได้สูงสุดหนึ่งตัว ในช่วงเวลาหนึ่งครั้งของเอฟเฟกต์ Seize the Moment หรือ Tailoring ของพรสวรรค์ติดตัว \"Tailor-Made\" จะสามารถเกิดเอฟเฟกต์ได้สูงสุด 3 ครั้ง",
      "4": "จําเป็นต้องปลดล็อกพรสวรรค์ติดตัว \"Tailor-Made\" ก่อน"
    }
  },
  "constellation3": {
    "name": "Four Brocade Embellishments",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Feathered-Plume Caress</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation4": {
    "name": "A Tailor's Courtesies Three",
    "description": {
      "0": "ภายใน 10 วินาที หลังจากใช้ <strong>Hiyoku: Twin Blades</strong> ทุก 3 วินาที จะเรียกตุ๊กตาจักรกลรุ่นเรียบง่าย: Kinu หนึ่งตัว มาอยู่ข้างตัว Chiori"
    }
  },
  "constellation5": {
    "name": "Two Silken Plumules",
    "description": {
      "0": "เพิ่มเลเวลสกิลของ <strong>Hiyoku: Twin Blades</strong> ขึ้น 3 ระดับ",
      "1": "เพิ่มได้สูงสุดถึงระดับ 15"
    }
  },
  "constellation6": {
    "name": "Sole Principle Pursuit",
    "description": {
      "0": "หลังจากทำให้เกิดเอฟเฟกต์ Tailoring ของพรสวรรค์ติดตัว \"Tailor-Made\" ช่วงเวลาคูลดาวน์ของ <strong>Feathered-Plume Caress</strong> ของ Chiori เองจะลดลง 14.5 วินาที และได้รับ \"Prismatic Beauty\" เป็นเวลา 5 วินาที",
      "1": "ในช่วงที่ Prismatic Beauty คงอยู่ ความเสียหายที่เกิดจากการโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศของ Chiori จะเพิ่มขึ้น โดยค่าที่เพิ่มขึ้นจะเท่ากับผลรวมของ 50% ของพลังโจมตี และ 180% ของพลังป้องกันของ Chiori",
      "2": "เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 15 วินาที Prismatic Beauty จะถูกลบล้างหลังจาก Chiori ทำการโจมตีปกติ, ชาร์จโจมตี หรือโจมตีพุ่งลงจากอากาศโดนศัตรู 5 ครั้ง หรือเมื่อสิ้นสุดเวลาต่อเนื่อง",
      "3": "จําเป็นต้องปลดล็อกพรสวรรค์ติดตัว \"Tailor-Made\" ก่อน"
    }
  }
}