{
  "name": "Crane's Echoing Call",
  "description": {},
  "passiveName": "Cloudfall Axiom",
  "passiveDescription": {
    "0": {
      "0": "เมื่อตัวละครที่สวมใส่โจมตีพุ่งลงจากอากาศโดนศัตรู ความเสียหายโจมตีพุ่งลงจากอากาศของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 28% เป็นเวลา 20 วินาที เมื่อการโจมตีพุ่งลงจากอากาศของตัวละครในทีมตัวอื่น ที่อยู่ในบริเวณใกล้เคียงโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ตัวละครที่สวมใส่ 2.5 หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.7 วินาที"
    },
    "1": {
      "0": "เมื่อตัวละครที่สวมใส่โจมตีพุ่งลงจากอากาศโดนศัตรู ความเสียหายโจมตีพุ่งลงจากอากาศของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 41% เป็นเวลา 20 วินาที เมื่อการโจมตีพุ่งลงจากอากาศของตัวละครในทีมตัวอื่น ที่อยู่ในบริเวณใกล้เคียงโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ตัวละครที่สวมใส่ 2.75 หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.7 วินาที"
    },
    "2": {
      "0": "เมื่อตัวละครที่สวมใส่โจมตีพุ่งลงจากอากาศโดนศัตรู ความเสียหายโจมตีพุ่งลงจากอากาศของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 54% เป็นเวลา 20 วินาที เมื่อการโจมตีพุ่งลงจากอากาศของตัวละครในทีมตัวอื่น ที่อยู่ในบริเวณใกล้เคียงโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ตัวละครที่สวมใส่ 3 หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.7 วินาที"
    },
    "3": {
      "0": "เมื่อตัวละครที่สวมใส่โจมตีพุ่งลงจากอากาศโดนศัตรู ความเสียหายโจมตีพุ่งลงจากอากาศของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 67% เป็นเวลา 20 วินาที เมื่อการโจมตีพุ่งลงจากอากาศของตัวละครในทีมตัวอื่น ที่อยู่ในบริเวณใกล้เคียงโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ตัวละครที่สวมใส่ 3.25 หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.7 วินาที"
    },
    "4": {
      "0": "เมื่อตัวละครที่สวมใส่โจมตีพุ่งลงจากอากาศโดนศัตรู ความเสียหายโจมตีพุ่งลงจากอากาศของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 80% เป็นเวลา 20 วินาที เมื่อการโจมตีพุ่งลงจากอากาศของตัวละครในทีมตัวอื่น ที่อยู่ในบริเวณใกล้เคียงโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ตัวละครที่สวมใส่ 3.5 หน่วย สามารถฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.7 วินาที"
    }
  }
}