{
  "name": "Urakugo Rensai",
  "description": {
    "0": "ดาบอันโด่งดังที่ครั้งหนึ่งถูกสร้างขึ้นโดย Urakusai ผู้สง่างาม กล่าวกันว่าตลอดหลายร้อยปีที่ผ่านมา มันไม่เคยฟันสิ่งมีชีวิตใดเลย"
  },
  "passiveName": "Brocade Bloom, Shrine Sword",
  "passiveDescription": {
    "0": {
      "0": "เมื่ออยู่ในสนาม จะเพิ่มความเสียหายของการโจมตีปกติ และการชาร์จโจมตีขึ้น <cryo>16%</cryo>; เมื่ออยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะเพิ่มความเสียหายของสกิลธาตุขึ้น <cryo>24%</cryo> เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้างความเสียหายหินในสนาม เอฟเฟกต์ข้างต้นจะเพิ่มขึ้นอีก 100% เป็นเวลา 15 วินาที นอกจากนี้ จะเพิ่มพลังป้องกันของตัวละครที่สวมใส่ขึ้น <cryo>20%</cryo>"
    },
    "1": {
      "0": "เมื่ออยู่ในสนาม จะเพิ่มความเสียหายของการโจมตีปกติ และการชาร์จโจมตีขึ้น <cryo>20%</cryo>; เมื่ออยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะเพิ่มความเสียหายของสกิลธาตุขึ้น <cryo>30%</cryo> เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้างความเสียหายหินในสนาม เอฟเฟกต์ข้างต้นจะเพิ่มขึ้นอีก 100% เป็นเวลา 15 วินาที นอกจากนี้ จะเพิ่มพลังป้องกันของตัวละครที่สวมใส่ขึ้น <cryo>25%</cryo>"
    },
    "2": {
      "0": "เมื่ออยู่ในสนาม จะเพิ่มความเสียหายของการโจมตีปกติ และการชาร์จโจมตีขึ้น <cryo>24%</cryo>; เมื่ออยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะเพิ่มความเสียหายของสกิลธาตุขึ้น <cryo>36%</cryo> เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้างความเสียหายหินในสนาม เอฟเฟกต์ข้างต้นจะเพิ่มขึ้นอีก 100% เป็นเวลา 15 วินาที นอกจากนี้ จะเพิ่มพลังป้องกันของตัวละครที่สวมใส่ขึ้น <cryo>30%</cryo>"
    },
    "3": {
      "0": "เมื่ออยู่ในสนาม จะเพิ่มความเสียหายของการโจมตีปกติ และการชาร์จโจมตีขึ้น <cryo>28%</cryo>; เมื่ออยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะเพิ่มความเสียหายของสกิลธาตุขึ้น <cryo>42%</cryo> เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้างความเสียหายหินในสนาม เอฟเฟกต์ข้างต้นจะเพิ่มขึ้นอีก 100% เป็นเวลา 15 วินาที นอกจากนี้ จะเพิ่มพลังป้องกันของตัวละครที่สวมใส่ขึ้น <cryo>35%</cryo>"
    },
    "4": {
      "0": "เมื่ออยู่ในสนาม จะเพิ่มความเสียหายของการโจมตีปกติ และการชาร์จโจมตีขึ้น <cryo>32%</cryo>; เมื่ออยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ จะเพิ่มความเสียหายของสกิลธาตุขึ้น <cryo>48%</cryo> เมื่อตัวละครในทีมที่อยู่ใกล้เคียงสร้างความเสียหายหินในสนาม เอฟเฟกต์ข้างต้นจะเพิ่มขึ้นอีก 100% เป็นเวลา 15 วินาที นอกจากนี้ จะเพิ่มพลังป้องกันของตัวละครที่สวมใส่ขึ้น <cryo>40%</cryo>"
    }
  }
}