{
  "name": "Flowing Purity",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "เมื่อใช้สกิลธาตุ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น 8% เป็นเวลา 12 วินาที และได้รับ Bond of Life worth ที่มีค่า 24% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ Bond of Life worth ถูกลบล้าง โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น 2% ทุก 1000 หน่วย ของปริมาณที่ลบล้าง เป็นเวลา 12 วินาที ด้วยวิธีนี้ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้นสูงสุดไม่เกิน 12% Bond of Life worth: ดูดซับการรักษาที่ตัวละครได้รับตามปริมาณของ Bond of Life worth และจะถูกลบล้างหลังจากดูดซับการรักษาที่มีปริมาณเท่ากัน"
    },
    "1": {
      "0": "เมื่อใช้สกิลธาตุ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น 10% เป็นเวลา 12 วินาที และได้รับ Bond of Life worth ที่มีค่า 24% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ Bond of Life worth ถูกลบล้าง โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น 2.5% ทุก 1000 หน่วย ของปริมาณที่ลบล้าง เป็นเวลา 12 วินาที ด้วยวิธีนี้ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้นสูงสุดไม่เกิน 15% Bond of Life worth: ดูดซับการรักษาที่ตัวละครได้รับตามปริมาณของ Bond of Life worth และจะถูกลบล้างหลังจากดูดซับการรักษาที่มีปริมาณเท่ากัน"
    },
    "2": {
      "0": "เมื่อใช้สกิลธาตุ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น 12% เป็นเวลา 12 วินาที และได้รับ Bond of Life worth ที่มีค่า 24% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ Bond of Life worth ถูกลบล้าง โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น 3% ทุก 1000 หน่วย ของปริมาณที่ลบล้าง เป็นเวลา 12 วินาที ด้วยวิธีนี้ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้นสูงสุดไม่เกิน 18% Bond of Life worth: ดูดซับการรักษาที่ตัวละครได้รับตามปริมาณของ Bond of Life worth และจะถูกลบล้างหลังจากดูดซับการรักษาที่มีปริมาณเท่ากัน"
    },
    "3": {
      "0": "เมื่อใช้สกิลธาตุ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น 14% เป็นเวลา 12 วินาที และได้รับ Bond of Life worth ที่มีค่า 24% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ Bond of Life worth ถูกลบล้าง โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น 3.5% ทุก 1000 หน่วย ของปริมาณที่ลบล้าง เป็นเวลา 12 วินาที ด้วยวิธีนี้ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้นสูงสุดไม่เกิน 21% Bond of Life worth: ดูดซับการรักษาที่ตัวละครได้รับตามปริมาณของ Bond of Life worth และจะถูกลบล้างหลังจากดูดซับการรักษาที่มีปริมาณเท่ากัน"
    },
    "4": {
      "0": "เมื่อใช้สกิลธาตุ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น 16% เป็นเวลา 12 วินาที และได้รับ Bond of Life worth ที่มีค่า 24% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ Bond of Life worth ถูกลบล้าง โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น 4% ทุก 1000 หน่วย ของปริมาณที่ลบล้าง เป็นเวลา 12 วินาที ด้วยวิธีนี้ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้นสูงสุดไม่เกิน 24% Bond of Life worth: ดูดซับการรักษาที่ตัวละครได้รับตามปริมาณของ Bond of Life worth และจะถูกลบล้างหลังจากดูดซับการรักษาที่มีปริมาณเท่ากัน"
    }
  }
}