{
  "name": "Finale of the Deep",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 12% เป็นเวลา 12 วินาที และได้รับ Bond of Life worth ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ Bond of Life worth ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น 2.4% ของปริมาณที่ลบล้าง เป็นเวลา 12 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน 150 หน่วย Bond of Life worth: ดูดซับการรักษาที่ตัวละครได้รับตามปริมาณของ Bond of Life worth และจะถูกลบล้างหลังจากดูดซับการรักษาที่มีปริมาณเท่ากัน"
    },
    "1": {
      "0": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 15% เป็นเวลา 12 วินาที และได้รับ Bond of Life worth ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ Bond of Life worth ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น 3% ของปริมาณที่ลบล้าง เป็นเวลา 12 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน 187.5 หน่วย Bond of Life worth: ดูดซับการรักษาที่ตัวละครได้รับตามปริมาณของ Bond of Life worth และจะถูกลบล้างหลังจากดูดซับการรักษาที่มีปริมาณเท่ากัน"
    },
    "2": {
      "0": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 18% เป็นเวลา 12 วินาที และได้รับ Bond of Life worth ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ Bond of Life worth ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น 3.6% ของปริมาณที่ลบล้าง เป็นเวลา 12 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน 225 หน่วย Bond of Life worth: ดูดซับการรักษาที่ตัวละครได้รับตามปริมาณของ Bond of Life worth และจะถูกลบล้างหลังจากดูดซับการรักษาที่มีปริมาณเท่ากัน"
    },
    "3": {
      "0": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 21% เป็นเวลา 12 วินาที และได้รับ Bond of Life worth ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ Bond of Life worth ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น 4.2% ของปริมาณที่ลบล้าง เป็นเวลา 12 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน 262.5 หน่วย Bond of Life worth: ดูดซับการรักษาที่ตัวละครได้รับตามปริมาณของ Bond of Life worth และจะถูกลบล้างหลังจากดูดซับการรักษาที่มีปริมาณเท่ากัน"
    },
    "4": {
      "0": "เมื่อใช้สกิลธาตุ พลังโจมตีจะเพิ่มขึ้น 24% เป็นเวลา 12 วินาที และได้รับ Bond of Life worth ที่มีค่า 25% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ Bond of Life worth ถูกลบล้าง พลังโจมตีจะเพิ่มขึ้น 4.8% ของปริมาณที่ลบล้าง เป็นเวลา 12 วินาที โดยเพิ่มขึ้นสูงสุดไม่เกิน 300 หน่วย Bond of Life worth: ดูดซับการรักษาที่ตัวละครได้รับตามปริมาณของ Bond of Life worth และจะถูกลบล้างหลังจากดูดซับการรักษาที่มีปริมาณเท่ากัน"
    }
  }
}