{
  "name": "Jadefall's Splendor",
  "description": "",
  "passiveName": "Protector's Virtue",
  "passiveDescription": {
    "0": "เมื่อใช้ท่าไม้ตาย หรือสร้างโล่ขึ้นมา จะได้รับเอฟเฟกต์ Primordial Jade Regalia เป็นเวลา 3 วินาที: ทุก 1000 หน่วย ของค่าพลังชีวิตสูงสุดของผู้ใช้ จะทำให้โบนัสความเสียหายธาตุ ของธาตุที่เกี่ยวข้องกับพวกเขาเพิ่มขึ้น <cryo>0.3%</cryo> โดยจะเพิ่มได้มากสุด <cryo>12%</cryo> และในขณะเดียวกันจะฟื้นฟูพลังงานธาตุ <cryo>4</cryo> หน่วย ในทุก 2.5 วินาที ซึ่งเอฟเฟกต์นี้จะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
    "1": "เมื่อใช้ท่าไม้ตาย หรือสร้างโล่ขึ้นมา จะได้รับเอฟเฟกต์ Primordial Jade Regalia เป็นเวลา 3 วินาที: ทุก 1000 หน่วย ของค่าพลังชีวิตสูงสุดของผู้ใช้ จะทำให้โบนัสความเสียหายธาตุ ของธาตุที่เกี่ยวข้องกับพวกเขาเพิ่มขึ้น <cryo>0.45%</cryo> โดยจะเพิ่มได้มากสุด <cryo>18%</cryo> และในขณะเดียวกันจะฟื้นฟูพลังงานธาตุ <cryo>4.5</cryo> หน่วย ในทุก 2.5 วินาที ซึ่งเอฟเฟกต์นี้จะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
    "2": "เมื่อใช้ท่าไม้ตาย หรือสร้างโล่ขึ้นมา จะได้รับเอฟเฟกต์ Primordial Jade Regalia เป็นเวลา 3 วินาที: ทุก 1000 หน่วย ของค่าพลังชีวิตสูงสุดของผู้ใช้ จะทำให้โบนัสความเสียหายธาตุ ของธาตุที่เกี่ยวข้องกับพวกเขาเพิ่มขึ้น <cryo>0.6%</cryo> โดยจะเพิ่มได้มากสุด <cryo>24%</cryo> และในขณะเดียวกันจะฟื้นฟูพลังงานธาตุ <cryo>5</cryo> หน่วย ในทุก 2.5 วินาที ซึ่งเอฟเฟกต์นี้จะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
    "3": "เมื่อใช้ท่าไม้ตาย หรือสร้างโล่ขึ้นมา จะได้รับเอฟเฟกต์ Primordial Jade Regalia เป็นเวลา 3 วินาที: ทุก 1000 หน่วย ของค่าพลังชีวิตสูงสุดของผู้ใช้ จะทำให้โบนัสความเสียหายธาตุ ของธาตุที่เกี่ยวข้องกับพวกเขาเพิ่มขึ้น <cryo>0.75%</cryo> โดยจะเพิ่มได้มากสุด <cryo>30%</cryo> และในขณะเดียวกันจะฟื้นฟูพลังงานธาตุ <cryo>5.5</cryo> หน่วย ในทุก 2.5 วินาที ซึ่งเอฟเฟกต์นี้จะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
    "4": "เมื่อใช้ท่าไม้ตาย หรือสร้างโล่ขึ้นมา จะได้รับเอฟเฟกต์ Primordial Jade Regalia เป็นเวลา 3 วินาที: ทุก 1000 หน่วย ของค่าพลังชีวิตสูงสุดของผู้ใช้ จะทำให้โบนัสความเสียหายธาตุ ของธาตุที่เกี่ยวข้องกับพวกเขาเพิ่มขึ้น <cryo>0.9%</cryo> โดยจะเพิ่มได้มากสุด <cryo>36%</cryo> และในขณะเดียวกันจะฟื้นฟูพลังงานธาตุ <cryo>6</cryo> หน่วย ในทุก 2.5 วินาที ซึ่งเอฟเฟกต์นี้จะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
  }
}