{
  "name": "Xianyun",
  "title": "Hạc Sứ Cõi Tiên",
  "description": "",
  "constellationName": "Cung Nhàn Hạc",
  "auto": {
    "name": "Ngôn Từ Hoa Và Gió",
    "fields": {
      "normal": {
        "0": "<strong><strong>Tấn Công Thường</strong>",
        "1": "Nổi gió để tấn công tối đa bốn lần, gây <anemo>Sát Thương Nguyên Tố Phong</anemo>."
      },
      "charged": {
        "0": "<strong>Trọng Kích</strong>",
        "1": "Tiêu hao thể lực nhất định, thi triển Vòng Gió Thoảng bay theo đường thẳng, gây <anemo>Sát Thương Nguyên Tố Phong</anemo> cho kẻ địch trên đường."
      },
      "plunging": {
        "0": "<strong>Tấn Công Khi Đáp</strong>",
        "1": "Ngưng tụ sức mạnh nguyên tố Phong, từ trên trời tấn công xuống mặt đất, tấn công kẻ địch trên đường, gây <anemo>Sát Thương Phạm Vi Nguyên Tố Phong</anemo>."
      }
    },
    "skillParams": {
      "0": "Sát Thương Lần 1",
      "1": "Sát Thương Lần 2",
      "2": "Sát Thương Lần 3",
      "3": "Sát Thương Lần 4",
      "4": "Sát Thương Trọng Kích",
      "5": "Thể Lực Trọng Kích Tiêu Hao",
      "6": "Sát Thương Khi Rơi",
      "7": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Mây Trắng Bình Minh",
    "description": {
      "0": "Xianyun tiến vào trạng thái Mây Hạc Ảo Hóa, đồng thời triển khai một lần Bộ Thiên Thê. Trong trạng thái Mây Hạc Ảo Hóa sẽ còn có thể sử dụng tối đa hai lần Bộ Thiên Thê nữa, đồng thời không bị gánh chịu sát thương đáp đất.",
      "1": "Xianyun trong trạng thái Mây Hạc Ảo Hóa khi tiến hành Tấn Công Thường hoặc Tấn Công Khi Đáp, sẽ chuyển thành Sóng Xung Kích Mây Trôi: Hóa thân thành Hạc Gió Mây để lao vào tấn công kẻ địch gần đó, gây <anemo>Sát Thương Phạm Vi Nguyên Tố Phong</anemo>, đồng thời kết thúc trạng thái Mây Hạc Ảo Hóa. Sát thương gây ra từ cách thức này sẽ được xem là sát thương Tấn Công Khi Đáp.",
      "2": "<br/>",
      "3": "<strong>Bộ Thiên Thê</strong>",
      "4": "Xianyun bay lên khoảng không phía trước trong thời gian ngắn, gây <anemo>Sát Thương Nguyên Tố Phong</anemo> cho kẻ địch trên đường.",
      "5": "Có thể thi triển trên không. Còn khi thi triển trên mặt đất, cự ly di chuyển của Bộ Thiên Thê sẽ được tăng mạnh.",
      "6": "Trong một lần trạng thái Mây Hạc Ảo Hóa, tối đa chỉ được thông qua Bộ Thiên Thê gây một lần sát thương cho cùng một kẻ địch.",
      "7": "<br/>",
      "8": "Số lần thi triển Bộ Thiên Thê trong một lần Mây Hạc Ảo Hóa càng nhiều thì sát thương gây ra từ Sóng Xung Kích Mây Trôi sẽ càng cao; phạm vi sát thương sẽ càng lớn. Sau khi thi triển ba lần Bộ Thiên Thê (Bao gồm cả lần Bộ Thiên Thê khi thi triển Mây Trắng Bình Minh), sẽ thi triển Sóng Xung Kích Mây Trôi - Thiên Uy Áp Chế mạnh mẽ nhất.",
      "9": "<br/>",
      "10": "Mây Trắng Bình Minh chỉ có thể thi triển trên mặt đất.",
      "11": "Nếu trong thời gian ngắn không thi triển Bộ Thiên Thê thì trạng thái Mây Hạc Ảo Hóa sẽ kết thúc, đồng thời khiến kỹ năng vào thời gian chờ; Nếu trong lần Mây Hạc Ảo Hóa đó chưa thi triển Sóng Xung Kích Mây Trôi thì thời gian chờ sẽ giảm 3s.",
      "12": "<br/>",
      "13": "<i>Đừng nên bắt tay Lưu Vân Tá Phong Chân Quân, ai mà biết bên trong có huyền cơ gì chứ.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Sát Thương Sóng Xung Kích Mây Trôi",
      "2": "CD",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Hái Sao Chạng Vạng",
    "description": {
      "0": "Triệu hồi gió tiên, gây <anemo>Sát Thương Phạm Vi Nguyên Tố Phong</anemo>, hồi phục HP cho tất cả nhân vật trong đội gần đó, lượng hồi phục căn cứ theo Tấn Công của Xianyun, đồng thời triệu hồi \"Trúc Tinh\".",
      "1": "<br/>",
      "2": "<strong>Trúc Tinh</strong>",
      "3": [
        "Bay theo nhân vật trong trận hiện tại, đồng thời hồi phục HP một cách ngắt quãng cho toàn bộ nhân vật trong đội gần đó căn cứ theo Tấn Công của Xianyun;",
        "Ban đầu có 8 tầng Tiên Lực Trợ Giúp. Khi có Tiên Lực Trợ Giúp, sẽ tăng độ cao khi nhảy của nhân vật ra trận trong đội gần đó.",
        "Khi nhân vật ra trận hiện tại hoàn thành Tấn Công Khi Đáp, Trúc Tinh sẽ tiêu hao một tầng Tiên Lực Trợ Giúp, gây <anemo>Sát Thương Phạm Vi Nguyên Tố Phong</anemo>."
      ],
      "4": "Trong trận chỉ tồn tại tối đa một \"Trúc Tinh\".",
      "5": "<br/>",
      "6": "<i>Đây là phát minh mới sau Cơ Quan Nấu Nướng Thần Kỳ, Cơ Quan Trượt Tuyết, Cơ Quan Tạp Vụ, Cơ Quan Vận Chuyển Đồ Vật, Cỗ Máy Hoa Cỏ Thần Thánh. Nó thuộc dòng phát minh \"Tinh Nguyệt Tạo Hóa\". Dòng phát minh này dùng để tặng cho loài người mà Lưu Vân Tá Phong tán thưởng, cho nên không có phần cho vị bán tiên nào đó. Nhưng khi đối diện với món Trúc Tinh này, vị nữ đệ tử nào đó đã nói một cách lạnh lùng: \"Không cần.\"",
      "7": "Cho nên Lưu Vân Tá Phong chỉ đành giữ Trúc Tinh lại bên mình.</i>"
    },
    "skillParams": {
      "0": "Sát Thương Kỹ Năng",
      "1": "Sát thương Trúc Tinh",
      "2": "Lượng Trị Liệu",
      "3": "Lượng Trị Liệu Duy Trì",
      "4": "Thời Gian Duy Trì",
      "5": "CD",
      "6": "Năng Lượng Nguyên Tố",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Phong Thái Bất Phàm Đuổi Theo Gió",
    "description": {
      "0": "Sóng Xung Kích Mây Trôi - Thiên Uy Áp Chế của <anemo>Mây Trắng Bình Minh</anemo> sau khi trúng đích sẽ tạo ra vùng gió ở phía trước hút lấy kẻ địch và vật thể ở gần đó."
    }
  },
  "passive2": {
    "name": "Thầm Nghĩ Hẳn Là Tiên Trong Động",
    "description": {
      "0": "Trúc Tinh của <anemo>Hái Sao Chạng Vạng</anemo> khi có Tiên Lực Trợ Giúp, sẽ tăng sát thương xung kích của Tấn Công Khi Đáp từ nhân vật ra trận trong đội gần đó, mức tăng tương đương với 170% Tấn Công của Xianyun. Thông qua cách thức này, tối đa có thể khiến sát thương xung kích của Tấn Công Khi Đáp từ nhân vật ra trận trong đội gần đó tăng 8500.",
      "1": "Trong một lần sát thương xung kích của Tấn Công Khi Đáp, chỉ có thể gây sát thương nêu trên cho một kẻ địch. Mỗi nhân vật mỗi 0.4s tối đa kích hoạt một lần."
    }
  },
  "passive3": {
    "name": "Thân Hình Như Hạc",
    "description": {
      "0": "Nhân vật trong đội khi lướt, tốc độ di chuyển tăng 15%.",
      "1": "Không thể cộng dồn với buff Thiên Phú có cùng hiệu quả."
    }
  },
  "constellation1": {
    "name": "Tá Phong Tẩy Trần Duyên",
    "description": {
      "0": "Số lần sử dụng <anemo>Mây Trắng Bình Minh</anemo> tăng thêm 1 lần."
    }
  },
  "constellation2": {
    "name": "Hạc Lệ Viễn Nhân Gian",
    "description": {
      "0": "Sau khi thi triển Bộ Thiên Thê của <anemo>Mây Trắng Bình Minh</anemo>, Tấn Công của Xianyun tăng 20% trong 15s.",
      "1": "Ngoài ra, hiệu quả của thiên phú cố định \"Thầm Nghĩ Hẳn Là Tiên Trong Động\" sẽ được cường hóa: Trúc Tinh của <anemo>Hái Sao Chạng Vạng</anemo> khi có Tiên Lực Trợ Giúp, sẽ tăng sát thương xung kích của Tấn Công Khi Đáp từ nhân vật ra trận trong đội gần đó, mức tăng tương đương với 306% Tấn Công của Xianyun. Thông qua cách thức này, tối đa có thể khiến sát thương xung kích của Tấn Công Khi Đáp từ nhân vật ra trận trong đội gần đó tăng 15300.",
      "2": "Trong một lần sát thương xung kích của Tấn Công Khi Đáp, chỉ có thể gây sát thương nêu trên cho một kẻ địch. Mỗi nhân vật mỗi 0.4s tối đa kích hoạt một lần.",
      "3": "Hiệu quả này cần mở khóa thiên phú cố định \"Thầm Nghĩ Hẳn Là Tiên Trong Động\"."
    }
  },
  "constellation3": {
    "name": "Tạo Hóa Hữu Tinh Nguyệt",
    "description": {
      "0": "Cấp kỹ năng <anemo>Hái Sao Chạng Vạng</anemo> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation4": {
    "name": "Áo Diệu Phanh Thử Châu",
    "description": {
      "0": "Trong một lần Mây Hạc Ảo Hóa của <anemo>Mây Trắng Bình Minh</anemo>, sau khi thi triển 1/2/3 lần Bộ Thiên Thê, nếu lần Sóng Xung Kích Mây Trôi trong thời gian Mây Hạc Ảo Hóa đó trúng kẻ địch, sẽ hồi phục HP cho tất cả nhân vật trong đội gần đó, mức hồi phục sẽ tương ứng với 50%/80%/150% Tấn Công của Xianyun. Hiệu quả này mỗi 5s tối đa kích hoạt một lần."
    }
  },
  "constellation5": {
    "name": "Toàn Bộ Hà Úy Thượng",
    "description": {
      "0": "Cấp kỹ năng <anemo>Mây Trắng Bình Minh</anemo> +3.",
      "1": "Tăng tối đa đến cấp 15."
    }
  },
  "constellation6": {
    "name": "Tri Thị Lưu Vân Tiên",
    "description": {
      "0": "Sau khi thi triển 1/2/3 lần Bộ Thiên Thê trong hiệu lực Mây Hạc Ảo Hóa từ một lần <anemo>Mây Trắng Bình Minh</anemo>, Sát Thương Bạo Kích của Sóng Xung Kích Mây Trôi từ lần Mây Hạc Ảo Hóa đó tăng 15%/35%/70%.",
      "1": "Khi Xianyun thi triển Mây Trắng Bình Minh, nếu Trúc Tinh của <anemo>Hái Sao Chạng Vạng</anemo> có Tiên Lực Trợ Giúp, thì sẽ tiêu hao một tầng Tiên Lực Trợ Giúp để khiến lần Mây Trắng Bình Minh đó không vào thời gian chờ, đồng thời khi Sóng Xung Kích Mây Trôi trong thời gian Mây Hạc Ảo Hóa đó kích hoạt đòn tấn công của Trúc Tinh thì sẽ không tiêu hao Tiên Lực Trợ Giúp.",
      "2": "Ngoài ra, Sóng Xung Kích Mây Trôi - Thiên Uy Áp Chế khi trúng kẻ địch, Trúc Tinh sẽ nhận được một tầng Tiên Lực Trợ Giúp. Hiệu quả này mỗi 8s tối đa kích hoạt một lần."
    }
  }
}