{
  "name": "Dòng Chảy Tinh Khiết",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Khi thi triển Kỹ Năng Nguyên Tố, sẽ tăng <cryo>8%</cryo> buff sát thương tất cả nguyên tố, duy trì 15s, và cung cấp Khế Ước Sinh Mệnh tương đương 24% HP tối đa, hiệu quả này mỗi 10s tối đa kích hoạt một lần. Khi xóa Khế Ước Sinh Mệnh, mỗi 1000 điểm xóa đi sẽ cung cấp <cryo>2%</cryo> buff sát thương tất cả nguyên tố, tối đa nhận được <cryo>12%</cryo> buff sát thương tất cả nguyên tố thông qua cách này, duy trì 15s. Khế Ước Sinh Mệnh: Hấp thu lượng trị liệu nhân vật nhận dựa trên chỉ số của nó, và sẽ xóa hiệu quả sau khi lượng trị liệu hấp thu được tương đương với chỉ số hồi phục."
    },
    "1": {
      "0": "Khi thi triển Kỹ Năng Nguyên Tố, sẽ tăng <cryo>10%</cryo> buff sát thương tất cả nguyên tố, duy trì 15s, và cung cấp Khế Ước Sinh Mệnh tương đương 24% HP tối đa, hiệu quả này mỗi 10s tối đa kích hoạt một lần. Khi xóa Khế Ước Sinh Mệnh, mỗi 1000 điểm xóa đi sẽ cung cấp <cryo>2.5%</cryo> buff sát thương tất cả nguyên tố, tối đa nhận được <cryo>15%</cryo> buff sát thương tất cả nguyên tố thông qua cách này, duy trì 15s. Khế Ước Sinh Mệnh: Hấp thu lượng trị liệu nhân vật nhận dựa trên chỉ số của nó, và sẽ xóa hiệu quả sau khi lượng trị liệu hấp thu được tương đương với chỉ số hồi phục."
    },
    "2": {
      "0": "Khi thi triển Kỹ Năng Nguyên Tố, sẽ tăng <cryo>12%</cryo> buff sát thương tất cả nguyên tố, duy trì 15s, và cung cấp Khế Ước Sinh Mệnh tương đương 24% HP tối đa, hiệu quả này mỗi 10s tối đa kích hoạt một lần. Khi xóa Khế Ước Sinh Mệnh, mỗi 1000 điểm xóa đi sẽ cung cấp <cryo>3%</cryo> buff sát thương tất cả nguyên tố, tối đa nhận được <cryo>18%</cryo> buff sát thương tất cả nguyên tố thông qua cách này, duy trì 15s. Khế Ước Sinh Mệnh: Hấp thu lượng trị liệu nhân vật nhận dựa trên chỉ số của nó, và sẽ xóa hiệu quả sau khi lượng trị liệu hấp thu được tương đương với chỉ số hồi phục."
    },
    "3": {
      "0": "Khi thi triển Kỹ Năng Nguyên Tố, sẽ tăng <cryo>14%</cryo> buff sát thương tất cả nguyên tố, duy trì 15s, và cung cấp Khế Ước Sinh Mệnh tương đương 24% HP tối đa, hiệu quả này mỗi 10s tối đa kích hoạt một lần. Khi xóa Khế Ước Sinh Mệnh, mỗi 1000 điểm xóa đi sẽ cung cấp <cryo>3.5%</cryo> buff sát thương tất cả nguyên tố, tối đa nhận được <cryo>21%</cryo> buff sát thương tất cả nguyên tố thông qua cách này, duy trì 15s. Khế Ước Sinh Mệnh: Hấp thu lượng trị liệu nhân vật nhận dựa trên chỉ số của nó, và sẽ xóa hiệu quả sau khi lượng trị liệu hấp thu được tương đương với chỉ số hồi phục."
    },
    "4": {
      "0": "Khi thi triển Kỹ Năng Nguyên Tố, sẽ tăng <cryo>16%</cryo> buff sát thương tất cả nguyên tố, duy trì 15s, và cung cấp Khế Ước Sinh Mệnh tương đương 24% HP tối đa, hiệu quả này mỗi 10s tối đa kích hoạt một lần. Khi xóa Khế Ước Sinh Mệnh, mỗi 1000 điểm xóa đi sẽ cung cấp <cryo>4%</cryo> buff sát thương tất cả nguyên tố, tối đa nhận được <cryo>24%</cryo> buff sát thương tất cả nguyên tố thông qua cách này, duy trì 15s. Khế Ước Sinh Mệnh: Hấp thu lượng trị liệu nhân vật nhận dựa trên chỉ số của nó, và sẽ xóa hiệu quả sau khi lượng trị liệu hấp thu được tương đương với chỉ số hồi phục."
    }
  }
}