{
  "name": "Mika",
  "title": "???",
  "description": "",
  "constellationName": "Palumbus",
  "auto": {
    "name": "Spear of Favonius - Point Passage",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Melancarkan hingga 5 serangan berturut-turut dengan menggunakan busur silang dan tombak."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Mengonsumsi sejumlah Stamina untuk menerjang ke depan, mengakibatkan DMG pada musuh di jalurnya."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Menerjang dari udara untuk menghantam tanah, menyerang semua musuh di jalurnya dan mengakibatkan DMG Area saat mendarat."
      }
    },
    "skillParams": {
      "0": "DMG Tahap 1",
      "1": "DMG Tahap 2",
      "2": "DMG Tahap 3",
      "3": "DMG Tahap 4",
      "4": "DMG Tahap 5",
      "5": "DMG Charged Attack",
      "6": "Konsumsi Stamina Charged Attack",
      "7": "DMG Selama Plunging",
      "8": "DMG Plunging Attack Min./Maks.",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Starfrost Swirl",
    "description": {
      "0": "Mika menggunakan busurnya untuk menyerang musuh, dan memberikan status Soulwind pada Karakter aktif di sekitar yang akan meningkatkan ATK SPD mereka.",
      "1": "Akan menghasilkan efek yang berbeda berdasarkan cara skill dilancarkan, yaitu ditekan atau ditahan.",
      "2": "<br/>",
      "3": "<strong>Mode Tekan</strong>",
      "4": "Menembakkan satu Flowfrost Arrow yang bisa menembus musuh dan mengakibatkan <cryo>Cryo DMG</cryo> pada musuh yang terkena.",
      "5": "<br/>",
      "6": "<strong>Mode Tahan</strong>",
      "7": "Memasuki Mode Membidik, mengunci satu musuh dan menembakkan Rimestar Flare terhadap musuh tersebut untuk mengakibatkan <cryo>Cryo DMG</cryo>. Setelah mengenai musuh, Rimestar Flare akan membumbung ke udara dan meledak, lalu akan meluncurkan Rimestar Shard kepada maksimum 3 musuh lainnya dan mengakibatkan <cryo>Cryo DMG</cryo>.",
      "8": "<br/>",
      "9": "<i>Bintang meledak di bawah langit beku.</i>"
    },
    "skillParams": {
      "0": "DMG Flowfrost Arrow",
      "1": "DMG Rimestar Flare",
      "2": "DMG Rimestar Shard",
      "3": "Peningkatan ATK SPD",
      "4": "Durasi Soulwind",
      "5": "Cooldown",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Skyfeather Song",
    "description": {
      "0": "Mika membangkitkan semangat timnya dengan membacakan doa para kesatria. Mika akan memulihkan HP dan memberikan status Eagleplume kepada seluruh Karakter di sekitar. Jumlah pemulihan akan meningkat berdasarkan Max HP Mika.",
      "1": "<br/>",
      "2": "<strong>Eagleplume</strong>",
      "3": "Saat Normal Attack Karakter yang berada dalam status Eagleplume mengenai musuh, Mika akan memulihkan HP Karakter ini dan jumlah pemulihannya akan meningkat berdasarkan Max HP Mika.",
      "4": "Karakter yang berada dalam status ini hanya bisa memulihkan HP satu kali dalam waktu singkat.",
      "5": "<br/>",
      "6": "<i>\"Milikilah harapan saat kondisi sedang sulit, dan waspadalah saat kondisi sedang lancar ... Karena bulu putih yang murni itu yang pada akhirnya akan memandu para musafir yang tersesat.\"</i>"
    },
    "skillParams": {
      "0": "Pemulihan Saat Dilancarkan",
      "1": "Pemulihan Eagleplume",
      "2": "Jeda Pemulihan Eagleplume",
      "3": "Durasi Eagleplume",
      "4": "Cooldown",
      "5": "Konsumsi Energy",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Rapid-Fire Suppression",
    "description": {
      "0": "Jika status Soulwind dari <strong>Starfrost Swirl</strong> memenuhi syarat berikut, maka Karakter akan mendapatkan efek Detector yang meningkatkan 10% Physical DMG yang diakibatkan Karakter:",
      "1": [
        "Jika Flowfrost Arrow mengenai lebih dari satu musuh, Karakter mendapatkan 1 lapis efek Detector untuk setiap 1 musuh tambahan yang terkena;",
        "Satu lapis efek Detector akan tercipta saat Rimestar Shard mengenai musuh. Setiap Rimestar Shard hanya bisa memicu efek ini satu kali."
      ],
      "2": "<br/>",
      "3": "Jumlah maksimum efek Detector dari status Soulwind adalah 3 lapis. Jika Starfrost Swirl dilancarkan kembali selama durasinya masih berlangsung, maka status Soulwind dan seluruh lapisan Detector yang ada sebelumnya akan dihapus."
    }
  },
  "passive2": {
    "name": "Geomorphological Mapping",
    "description": {
      "0": "Saat Karakter sedang berada dalam status Eagleplume dari <strong>Skyfeather Song</strong> dan Soulwind dari <strong>Starfrost Swirl</strong> dalam waktu yang sama, maka status Soulwind akan memberikan 1 lapis efek Detector dari Talenta Pasif \"Rapid-Fire Suppression\" saat Karakter mengakibatkan CRIT Hit. Efek Detector maksimum yang bisa diperoleh dengan cara ini adalah 1 lapis dalam satu durasi status Eagleplume.",
      "1": "Selain itu, jumlah tumpukan Detector maksimum yang bisa didapat dalam status Soulwind bertambah 1 lapis.",
      "2": "Harus membuka Talenta Pasif \"Rapid-Fire\" Suppression terlebih dahulu."
    }
  },
  "passive3": {
    "name": "Demarcation",
    "description": {
      "0": "Memperlihatkan lokasi <strong>produk khas Mondstadt</strong> di sekitar pada mini-map."
    }
  },
  "constellation1": {
    "name": "Contingency Factor",
    "description": {
      "0": "Status Soulwind dari <strong>Starfrost Swirl</strong> akan mengurangi jeda pemulihan HP status Eagleplume dari <strong>Skyfeather Song</strong>. Persentase pengurangan ini setara dengan peningkatan ATK SPD yang diberikan Soulwind."
    }
  },
  "constellation2": {
    "name": "Chaperone's Ingress",
    "description": {
      "0": "Saat Flowfrost Arrow dari <strong>Starfrost Swirl</strong> mengenai musuh untuk pertama kalinya, atau saat Rimestar Flare mengenai musuh, akan menghasilkan 1 lapis efek Detector dari Talenta Pasif \"Rapid-Fire Suppression\".",
      "1": "Harus membuka Talenta Pasif Rapid-Fire Suppression lebih dulu."
    }
  },
  "constellation3": {
    "name": "Reconnaissance Veteran",
    "description": {
      "0": "Meningkatkan 3 level <strong>Skyfeather Song</strong>.",
      "1": "Maksimum: Lv. 15."
    }
  },
  "constellation4": {
    "name": "Sunfrost Encomium",
    "description": {
      "0": "Saat status Eagleplume dari <strong>Skyfeather Song</strong> milik Mika sendiri memulihkan HP Karakter lain di dalam party, maka akan memulihkan 3 poin Energy kepada Mika. Pemulihan Energy seperti ini bisa terjadi 5 kali selama status Eagleplume yang diciptakan oleh 1 kali Skyfeather Song berlangsung."
    }
  },
  "constellation5": {
    "name": "Signal Arrow",
    "description": {
      "0": "Meningkatkan 3 level <strong>Starfrost Swirl</strong>.",
      "1": "Maksimum: Lv. 15."
    }
  },
  "constellation6": {
    "name": "Companion's Counsel",
    "description": {
      "0": "Jumlah maksimum tumpukan efek Detector status Soulwind dari <strong>Starfrost Swirl</strong> bertambah 1 lapis.",
      "1": "Harus membuka Talenta Pasif Rapid-Fire Suppression lebih dulu.",
      "2": "Selain itu, Physical CRIT DMG Karakter yang berada dalam status Soulwind meningkat 60%."
    }
  }
}