{
  "name": "Baizhu",
  "title": "???",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Gilded Acupuncture",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Melancarkan hingga 4 serangan ke arah depan dan mengakibatkan <dendro>Dendro DMG</dendro>."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Mengonsumsi sejumlah Stamina untuk mengakibatkan <dendro>Dendro DMG Area</dendro> setelah jeda singkat."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Mengumpulkan kekuatan Dendro dan menerjang tanah, menyerang musuh di jalur terjangan dan mengakibatkan <dendro>Dendro DMG Area</dendro> saat mendarat."
      }
    },
    "skillParams": {
      "0": "DMG Tahap 1",
      "1": "DMG Tahap 2",
      "2": "DMG Tahap 3",
      "3": "DMG Tahap 4",
      "4": "DMG Charged Attack",
      "5": "Konsumsi Stamina Charged Attack",
      "6": "DMG Selama Plunging",
      "7": "DMG Plunging Attack Min./Maks.",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Universal Diagnosis",
    "description": {
      "0": "Mengendalikan Gossamer Sprite yang melayang-layang dan bisa menyerang musuh, mengakibatkan <dendro>Dendro DMG</dendro> pada musuh di sekitar.",
      "1": "Setelah menyerang 3 kali atau saat tidak ada musuh di sekitar, Gossamer Sprite akan kembali dan memulihkan HP seluruh anggota party berdasarkan Max HP Baizhu.",
      "2": "<br/>",
      "3": "<i>Orang-orang di dunia medis yang bisa membedakan tanda-tanda penyakit yang tepat dan yang salah akan bisa menyembuhkan orang bahkan sebelum gejala penyakitnya muncul.</i>"
    },
    "skillParams": {
      "0": "DMG Skill",
      "1": "Pemulihan HP",
      "2": "Cooldown",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Healing Holism",
    "description": {
      "0": "Memasuki status Pulsing Edict dan menciptakan Seamless Shield.",
      "1": "Dalam status Pulsing Edict, Baizhu akan menciptakan sebuah Seamless Shield baru setiap 2 detik.",
      "2": "<br/>",
      "3": "Dalam kondisi-kondisi berikut ini, Seamless Shield akan melancarkan Spiritvein untuk memulihkan HP Karakter aktif berdasarkan Max HP Baizhu dan menyerang musuh, mengakibatkan <dendro>Dendro DMG</dendro>:",
      "4": [
        "Saat Karakter berada dalam perlindungan Seamless Shield dan tercipta sebuah Seamless Shield yang baru;",
        "Saat efek Seamless Shield berakhir atau saat Seamless Shield hancur terkena DMG."
      ],
      "5": "<br/>",
      "6": "<i>Jika kamu bisa terhubung dengan alam semesta, lindungi kekuatan dalammu dari pengaruh luar, dan bersihkan jiwa dan pikiranmu, maka tidak akan ada yang bisa menghalangimu.</i>"
    },
    "skillParams": {
      "0": "Pertahanan Perisai Seamless Shield",
      "1": "Durasi Perisai Seamless Shield",
      "2": "Jeda Pembentukan Seamless Shield",
      "3": "Pemulihan Spiritvein",
      "4": "DMG Skill Spiritvein",
      "5": "Durasi Pulsing Editct",
      "6": "Cooldown",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Five Fortunes Forever",
    "description": {
      "0": "Baizhu akan mendapatkan efek yang berbeda berdasarkan kondisi HP Karakter aktif:",
      "1": [
        "Saat HP Karakter aktif kurang dari 50%, Baizhu mendapatkan 20% Bonus Pemulihan;"
      ],
      "2": "Saat HP Karakter aktif sama dengan atau lebih dari 50%, Baizhu mendapatkan 25% <dendro>Dendro DMG Bonus</dendro>."
    }
  },
  "passive2": {
    "name": "All Things Are of the Earth",
    "description": {
      "0": "Karakter yang menerima pemulihan dari <strong>Healing Holism</strong> akan mendapatkan efek Year of Verdant Favor: Untuk setiap 1.000 poin HP Baizhu yang melebihi 50.000 HP__, Karakter tersebut akan mendapatkan peningkatan DMG dari reaksi Burning, Bloom, Hyperbloom, dan Burgeon sebesar 2%, dan peningkatan DMG dari reaksi Aggravate dan Spread sebesar 0,8%, berlangsung 6 detik."
    }
  },
  "passive3": {
    "name": "Herbal Nourishment",
    "description": {
      "0": "Saat Baizhu berada di dalam party, berinteraksi dengan sebagian bahan yang bisa dikumpulkan akan memulihkan HP Karakter aktif sebesar 2,5% Max HP Baizhu."
    }
  },
  "constellation1": {
    "name": "Even the Slightest Groan",
    "description": {
      "0": "Meningkatkan 1 charge <strong>Universal Diagnosis</strong>."
    }
  },
  "constellation2": {
    "name": "Skilled of Hand",
    "description": {
      "0": "Saat serangan Karakter aktif di dalam party (selain Baizhu sendiri) mengenai musuh, Baizhu akan melancarkan Gossamer Sprite: Splice.",
      "1": "Gossamer Sprite: Splice akan menyerang 1 kali dan mengakibatkan 300% <dendro>Dendro DMG</dendro> dan memulihkan HP sebesar 20% pemulihan Gossamer Sprite dari <strong>Universal Diagnosis</strong>.",
      "2": "DMG yang diakibatkan dengan cara ini akan dianggap sebagai DMG Elemental Skill.",
      "3": "Efek ini dapat terpicu sekali setiap 5 detik."
    }
  },
  "constellation3": {
    "name": "All Aspects Stabilized",
    "description": {
      "0": "Meningkatkan 3 level <strong>Healing Holism</strong>.",
      "1": "Maksimum: Lv. 15."
    }
  },
  "constellation4": {
    "name": "Ancient Perception",
    "description": {
      "0": "Dalam 15 detik setelah melancarkan <strong>Healing Holism</strong>, Elemental Karakter seluruh anggota party di sekitar meningkat 80 poin."
    }
  },
  "constellation5": {
    "name": "Hidden Shifting Signs",
    "description": {
      "0": "Meningkatkan 3 level <strong>Universal Diagnosis</strong>.",
      "1": "Maksimum: Lv. 15."
    }
  },
  "constellation6": {
    "name": "Aura Flow",
    "description": {
      "0": "DMG yang diakibatkan Spiritvein dari <strong>Healing Holism</strong> meningkat sebesar 10% Max HP Baizhu.",
      "1": "Selain itu, saat serangan <strong>Gossamer Sprite</strong> atau Gossamer Sprite: Splice mengenai musuh, memiliki 100% kemungkinan untuk menghasilkan satu perisai Seamless Shield dari <strong>Healing Holism</strong>. Efek ini hanya dapat terpicu satu kali untuk setiap Gossamer Sprite atau Gossamer Sprite: Splice."
    }
  }
}