{
  "name": "Xianyun",
  "title": "Passerine Herald",
  "description": "",
  "constellationName": "Grus Serena",
  "auto": {
    "name": "Word of Wind and Flower",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Memanggil pusaran angin dan melancarkan hingga 4 serangan angin yang mengakibatkan <anemo>Anemo DMG</anemo>."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Mengonsumsi sejumlah Stamina, melancarkan sebuah Breeze Bolt dalam garis lurus yang mengakibatkan <anemo>Anemo DMG</anemo> terhadap musuh di sepanjang jalurnya."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Mengumpulkan kekuatan Anemo, menerjang tanah, menyerang musuh di jalur terjangan, dan mengakibatkan <anemo>Anemo DMG area</anemo> saat mendarat."
      }
    },
    "skillParams": {
      "0": "DMG Tahap 1",
      "1": "DMG Tahap 2",
      "2": "DMG Tahap 3",
      "3": "DMG Tahap 4",
      "4": "DMG Charged Attack",
      "5": "Konsumsi Stamina Charged Attack",
      "6": "DMG Selama Plunging",
      "7": "DMG Plunging Attack Rendah/Tinggi",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "White Clouds at Dawn",
    "description": {
      "0": "Xianyun memasuki status Cloud Transmogrification dan melancarkan satu kali Skyladder. Saat berada dalam status Cloud Transmogrification, dia bisa melancarkan hingga maksimum dua kali Skyladder lagi, dan tidak akan menerima DMG Plunging Attack__.",
      "1": "Saat Xianyun yang berada dalam status Cloud Transmogrification melancarkan Normal Attack atau Plunging Attack, dia akan melancarkan Driftcloud Wave sebagai gantinya: Berubah menjadi Cloudbreeze Crane, melakukan serangan menghunjam__ terhadap musuh di sekitar, dan menyebabkan <anemo>Anemo DMG Area</anemo>, sekaligus mengakhiri status Cloud Transmogrification. DMG yang diakibatkan dengan cara ini dianggap sebagai DMG Plunging Attack.",
      "2": "<br/>",
      "3": "<strong>Skyladder</strong>",
      "4": "Xianyun akan melayang naik ke atas angkasa untuk sementara waktu, dan mengakibatkan <anemo>Anemo DMG</anemo> terhadap target di sepanjang jalurnya.",
      "5": "Bisa dilancarkan saat sedang melayang di angkasa; Saat dilancarkan di permukaan tanah, jarak lompatan akan meningkat pesat.",
      "6": "Dalam satu kali status Cloud Transmogrification, satu musuh hanya dapat menerima satu kali DMG dari Skyladder.",
      "7": "<br/>",
      "8": "Makin banyak jumlah Skyladder yang dilancarkan saat berada dalam status Cloud Transmogrification, maka DMG yang diakibatkan oleh Driftcloud Wave makin tinggi, dan area serangannya akan makin luas; Setelah melancarkan tiga kali Skyladder (termasuk yang pertama kali saat melancarkan White Clouds At Dawn), akan melancarkan Driftcloud Wave: Divine Awe yang paling kuat.",
      "9": "<br/>",
      "10": "White Clouds at Dawn hanya bisa dilancarkan di permukaan tanah.",
      "11": "Jika Skyladder tidak dilancarkan dalam waktu singkat, maka Cloud Transmogrification akan berakhir dan akan memasuki fase CD__; Jika selama Cloud Transmogrification kali ini berlangsung, Driftcloud Wave tidak dilancarkan, maka durasi CD akan berkurang 3 detik.",
      "12": "<br/>",
      "13": "<i>Hati-hati saat memegang tangan Cloud Retainer ... Genggamannya seperti burung bangau.</i>"
    },
    "skillParams": {
      "0": "DMG Skill",
      "1": "DMG Serangan Gelombang Xianyun",
      "2": "Cooldown",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Stars Gather at Dusk",
    "description": {
      "0": "Memanggil angin suci yang mengakibatkan <anemo>Anemo DMG Area</anemo> dan memulihkan HP seluruh Karakter party di sekitar berdasarkan ATK Xianyun, serta memanggil mekanisme Starwicker.",
      "1": "<br/>",
      "2": "<strong>Starwicker</strong>",
      "3": [
        "Terus-menerus mengikuti Karakter aktif dan memulihkan HP seluruh Karakter party di sekitar secara berkala, jumlah pemulihan didasarkan pada ATK Xianyun;",
        "Memiliki 8 lapis Adeptal Assistance pada awalnya. Saat memiliki Adeptal Assistance, akan meningkatkan ketinggian lompatan Karakter aktif di dalam party di sekitar__.",
        "Saat Karakter aktif selesai melakukan Plunging Attack, Starwicker akan mengonsumsi satu lapis Adeptal Assistance dan mengakibatkan <anemo>Anemo DMG Area</anemo>."
      ],
      "4": "Hanya ada 1 Starwicker yang bisa ada di medan pertempuran dalam satu waktu.",
      "5": "<br/>",
      "6": "<i>Ini adalah penemuan terbaru dari seri \"Ciptaan Bintang Bulan\"__, peralatan sebelumnya adalah Supreme Cuisine Machine, Snowdrift Mechanism, Supreme Housekeeping Machine, Floating Toting Device, dan Bloom Pruner_____. Seri ini awalnya akan diberikan untuk anak manusia yang sangat dikagumi oleh Cloud Retainer, sehingga tidak didesain untuk setengah Adeptus. Namun, saat ditawarkan Starwicker, salah satu muridnya berkata seperti ini tanpa ekspresi sama sekali: \"Tidak, terima kasih.\"",
      "7": "Cloud Retainer tidak punya pilihan lain selain menyimpan Starwicker ini sendiri.</i>"
    },
    "skillParams": {
      "0": "DMG Skill",
      "1": "DMG Starwicker",
      "2": "Jumlah Pemulihan",
      "3": "Jumlah Pemulihan Berlanjutan",
      "4": "Durasi",
      "5": "Cooldown",
      "6": "Konsumsi Energy",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Galefeather Pursuit",
    "description": {
      "0": "Setelah Driftcloud Wave: Divine Awe <anemo>White Clouds at Dawn</anemo> mengenai musuh, akan membentuk sebuah pusaran angin di depan yang bisa menarik musuh dan objek di sekitar."
    }
  },
  "passive2": {
    "name": "Consider, the Adeptus in Her Realm",
    "description": {
      "0": "Saat Starwicker yang diciptakan oleh <anemo>Stars Gather at Dusk</anemo> memiliki Adeptal Assistance, DMG terjangan__ Plunging Attack Karakter aktif di sekitar meningkat sebesar 170% ATK Xianyun. Jumlah peningkatan Plunging Attack Karakter aktif yang bisa diperoleh dengan cara ini adalah maksimum 8.500 poin.",
      "1": "Dalam satu kali terjangan Plunging Attack, hanya satu musuh yang bisa menerima efek yang disebutkan di atas. Bisa terpicu maksimum sekali setiap 0,4 detik untuk setiap Karakter."
    }
  },
  "passive3": {
    "name": "Crane Form",
    "description": {
      "0": "Meningkatkan 15% kecepatan meluncur Karakter dalam party sendiri.",
      "1": "Efek ini tidak dapat ditumpuk dengan Talenta Pasif lain dengan efek yang sama persis."
    }
  },
  "constellation1": {
    "name": "Purifying Wind",
    "description": {
      "0": "<anemo>White Clouds at Dawn</anemo> bisa digunakan satu kali lagi."
    }
  },
  "constellation2": {
    "name": "Aloof From the World",
    "description": {
      "0": "Setelah menggunakan Skyladder dari <anemo>White Clouds at Dawn</anemo>, ATK Xianyun meningkat 20% selama 15 detik.",
      "1": "Selain ini, efek Talenta Pasif \"Consider, the Adeptus in Her Realm\" akan mendapatkan peningkatan: Saat Starwicker yang diciptakan oleh <anemo>Stars Gather at Dusk</anemo> memiliki Adeptal Assistance. DMG terjangan Plunging Attack Karakter aktif di sekitar meningkat sebesar 306% ATK Xianyun. Jumlah peningkatan Plunging Attack Karakter aktif yang bisa diperoleh dengan cara ini adalah maksimum 15.300 poin.",
      "2": "Dalam satu kali terjangan Plunging Attack, hanya satu musuh yang bisa menerima efek yang disebutkan di atas. Bisa terpicu maksimum sekali setiap 0,4 detik untuk setiap Karakter.",
      "3": "Harus membuka Talenta Pasif  \"Consider, the Adeptus in Her Realm\" terlebih dahulu."
    }
  },
  "constellation3": {
    "name": "Creations of Star and Moon",
    "description": {
      "0": "Meningkatkan 3 level <anemo>Stars Gather at Dusk</anemo>.",
      "1": "Maksimum: Lv. 15."
    }
  },
  "constellation4": {
    "name": "Mystery Millet Gourmet",
    "description": {
      "0": "Setelah Cloud Transmogrification dari  <anemo>White Clouds at Dawn</anemo> melancarkan 1/2/3 kali Skyladder, saat Driftcloud Wave yang dilancarkan pada Cloud Transmogrification kali ini mengenai musuh, akan memulihkan HP seluruh karakter di dalam party sebesar 50%/80%/150% ATK Xianyun. Efek ini dapat terpicu sekali setiap 5 detik."
    }
  },
  "constellation5": {
    "name": "Astride Beauty",
    "description": {
      "0": "Meningkatkan 3 level <strong>White Clouds at Dawn</strong>.",
      "1": "Maksimum: Lv. 15."
    }
  },
  "constellation6": {
    "name": "Cloudkeeper's Spirit",
    "description": {
      "0": "Setelah Cloud Transmogrification dari <anemo>White Clouds at Dawn</anemo> melancarkan 1/2/3 kali Skyladder, CRIT DMG Driftcloud Wave yang dilancarkan pada Cloud Transmogrification kali ini meningkat 15%/35%/70%.",
      "1": "Saat Xianyun melancarkan White Clouds at Dawn, jika Starwicker <anemo>Stars Gather at Dawn</anemo> memiliki Adeptal Assistance, maka akan mengonsumsi satu lapis Adeptal Assistance dan membuat White Clouds at Dawn kali ini tidak memasuki CD. Selain itu, saat Driftcloud Wave memicu serangan Starwicker selama Cloud Transmogrification kali ini, tidak akan mengonsumi Adeptal Assistance.",
      "2": "Selain itu, saat Driftcloud Wave: Divine Awe mengenai musuh, Starwicker akan mendapatkan satu lapis Adeptal Assistance. Efek ini dapat terpicu sekali setiap 8 detik."
    }
  }
}