{
  "name": "Peak Patrol Song",
  "description": {
    "0": "Pedang obsidian yang tajam tak terkira, juga ringan seperti lagu. Dimodifikasi oleh seorang pengrajin dan ditambahkan dengan perangkat Phlogiston pemutar rekaman yang bisa dibongkar pasang."
  },
  "passiveName": "Halcyon Years Unending",
  "passiveDescription": {
    "0": {
      "0": "Setelah Normal Attack atau Plunging Attack mengenai musuh, akan mendapatkan \"Ode to Flowers\": DEF meningkat <cryo>10%</cryo> selama 6 detik, dapat ditumpuk sampai 2 lapis, maksimum terpicu sekali setiap 0,1 detik. Saat efek ini ditumpuk sampai dua lapis atau saat durasi 2 lapisan diperbarui, untuk setiap 1.000 poin DEF Karakter yang mengenakan, akan meningkatkan CRIT Rate dan CRIT DMG Normal Attack dan Plunging Attack Karakter yang mengenakan masing-masingnya sebesar <cryo>1% dan 8%</cryo>, dengan maksimum peningkatan <cryo>3,5%/25,6%</cryo>, juga akan meningkatkan Elemental DMG Bonus seluruh elemen Karakter lain dalam party sebesar <cryo>8%</cryo> dengan maksimum <cryo>25,6%</cryo> selama 15 detik. Elemental DMG Bonus seluruh elemen yang bisa diperoleh dengan cara ini tidak dapat ditumpuk."
    },
    "1": {
      "0": "Setelah Normal Attack atau Plunging Attack mengenai musuh, akan mendapatkan \"Ode to Flowers\": DEF meningkat <cryo>12,5%</cryo> selama 6 detik, dapat ditumpuk sampai 2 lapis, maksimum terpicu sekali setiap 0,1 detik. Saat efek ini ditumpuk sampai dua lapis atau saat durasi 2 lapisan diperbarui, untuk setiap 1.000 poin DEF Karakter yang mengenakan, akan meningkatkan CRIT Rate dan CRIT DMG Normal Attack dan Plunging Attack Karakter yang mengenakan masing-masingnya sebesar <cryo>1,25% dan 10%</cryo>, dengan maksimum peningkatan <cryo>4% dan 32%</cryo>, juga meningkatkan Elemental DMG Bonus seluruh elemen Karakter lain dalam party sebesar <cryo>10%</cryo> dengan maksimum <cryo>32%</cryo> selama 15 detik. Elemental DMG Bonus seluruh elemen yang bisa diperoleh dengan cara ini tidak dapat ditumpuk."
    },
    "2": {
      "0": "Setelah Normal Attack atau Plunging Attack mengenai musuh, akan mendapatkan \"Ode to Flowers\": DEF meningkat <cryo>15%</cryo> selama 6 detik, dapat ditumpuk sampai 2 lapis, maksimum terpicu sekali setiap 0,1 detik. Saat efek ini ditumpuk sampai dua lapis atau saat durasi 2 lapisan diperbarui, untuk setiap 1.000 poin DEF Karakter yang mengenakan, akan meningkatkan CRIT Rate dan CRIT DMG Normal Attack dan Plunging Attack Karakter yang mengenakan masing-masingnya sebesar <cryo>1,5% dan 12%</cryo>, dengan maksimum peningkatan <cryo>4,8% dan 38,4%</cryo>, juga meningkatkan Elemental DMG Bonus seluruh elemen Karakter lain dalam party sebesar <cryo>12%</cryo> dengan maksimum <cryo>38,4%</cryo> selama 15 detik. Elemental DMG Bonus seluruh elemen yang bisa diperoleh dengan cara ini tidak dapat ditumpuk."
    },
    "3": {
      "0": "Setelah Normal Attack atau Plunging Attack mengenai musuh, akan mendapatkan \"Ode to Flowers\": DEF meningkat <cryo>17,5%</cryo> selama 6 detik, dapat ditumpuk sampai 2 lapis, maksimum terpicu sekali setiap 0,1 detik. Saat efek ini ditumpuk sampai dua lapis atau saat durasi 2 lapisan diperbarui, untuk setiap 1.000 poin DEF Karakter yang mengenakan, akan meningkatkan CRIT Rate dan CRIT DMG Normal Attack dan Plunging Attack Karakter yang mengenakan masing-masingnya sebesar <cryo>1,75% dan 14%</cryo>, dengan maksimum peningkatan <cryo>5,6% dan 44,8%</cryo>, juga meningkatkan Elemental DMG Bonus seluruh elemen Karakter lain dalam party sebesar <cryo>14%</cryo> dengan maksimum <cryo>44,8%</cryo> selama 15 detik. Elemental DMG Bonus seluruh elemen yang bisa diperoleh dengan cara ini tidak dapat ditumpuk."
    },
    "4": {
      "0": "Setelah Normal Attack atau Plunging Attack mengenai musuh, akan mendapatkan \"Ode to Flowers\": DEF meningkat <cryo>20%</cryo> selama 6 detik, dapat ditumpuk sampai 2 lapis, maksimum terpicu sekali setiap 0,1 detik. Saat efek ini ditumpuk sampai dua lapis atau saat durasi 2 lapisan diperbarui, untuk setiap 1.000 poin DEF Karakter yang mengenakan, akan meningkatkan CRIT Rate dan CRIT DMG Normal Attack dan Plunging Attack Karakter yang mengenakan masing-masingnya sebesar <cryo>2% dan 16%</cryo>, dengan maksimum peningkatan <cryo>6,4% dan 51,2%</cryo>, juga meningkatkan Elemental DMG Bonus seluruh elemen Karakter lain dalam party sebesar <cryo>16%</cryo> dengan maksimum <cryo>51,2%</cryo> selama 15 detik. Elemental DMG Bonus seluruh elemen yang bisa diperoleh dengan cara ini tidak dapat ditumpuk."
    }
  }
}