{
  "name": "The First Great Magic",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "ATK meningkat 12%. Untuk setiap Karakter di dalam party yang memiliki elemen yang sama dengan jenis elemen Karakter yang mengenakan Senjata ini (termasuk Karakter yang mengenakannya sendiri), akan mendapatkan 1 lapis efek Gimmick; Untuk setiap Karakter di dalam party yang memiliki elemen yang berbeda dengan jenis elemen Karakter yang mengenakan Senjata ini, akan mendapatkan 1 lapis efek Theatrics. Saat memiliki efek Gimmick yang berjumlah 1/2/3 lapis atau lebih, ATK meningkat 8%/16%/40%. Saat memiliki efek Theatrics yang berjumlah 1/2/3 lapis atau lebih, Movement SPD meningkat 4%/7%/10%."
    },
    "1": {
      "0": "ATK meningkat 15%. Untuk setiap Karakter di dalam party yang memiliki elemen yang sama dengan jenis elemen Karakter yang mengenakan Senjata ini (termasuk Karakter yang mengenakannya sendiri), akan mendapatkan 1 lapis efek Gimmick; Untuk setiap Karakter di dalam party yang memiliki elemen yang berbeda dengan jenis elemen Karakter yang mengenakan Senjata ini, akan mendapatkan 1 lapis efek Theatrics. Saat memiliki efek Gimmick yang berjumlah 1/2/3 lapis atau lebih, ATK meningkat 10%/20%/50%. Saat memiliki efek Theatrics yang berjumlah 1/2/3 lapis atau lebih, Movement SPD meningkat 6%/9%/12%."
    },
    "2": {
      "0": "ATK meningkat 18%. Untuk setiap Karakter di dalam party yang memiliki elemen yang sama dengan jenis elemen Karakter yang mengenakan Senjata ini (termasuk Karakter yang mengenakannya sendiri), akan mendapatkan 1 lapis efek Gimmick; Untuk setiap Karakter di dalam party yang memiliki elemen yang berbeda dengan jenis elemen Karakter yang mengenakan Senjata ini, akan mendapatkan 1 lapis efek Theatrics. Saat memiliki efek Gimmick yang berjumlah 1/2/3 lapis atau lebih, ATK meningkat 12%/24%/60%. Saat memiliki efek Theatrics yang berjumlah 1/2/3 lapis atau lebih, Movement SPD meningkat 8%/11%/14%."
    },
    "3": {
      "0": "ATK meningkat 21%. Untuk setiap Karakter di dalam party yang memiliki elemen yang sama dengan jenis elemen Karakter yang mengenakan Senjata ini (termasuk Karakter yang mengenakannya sendiri), akan mendapatkan 1 lapis efek Gimmick; Untuk setiap Karakter di dalam party yang memiliki elemen yang berbeda dengan jenis elemen Karakter yang mengenakan Senjata ini, akan mendapatkan 1 lapis efek Theatrics. Saat memiliki efek Gimmick yang berjumlah 1/2/3 lapis atau lebih, ATK meningkat 14%/28%/70%. Saat memiliki efek Theatrics yang berjumlah 1/2/3 lapis atau lebih, Movement SPD meningkat 10%/13%/16%."
    },
    "4": {
      "0": "ATK meningkat 24%. Untuk setiap Karakter di dalam party yang memiliki elemen yang sama dengan jenis elemen Karakter yang mengenakan Senjata ini (termasuk Karakter yang mengenakannya sendiri), akan mendapatkan 1 lapis efek Gimmick; Untuk setiap Karakter di dalam party yang memiliki elemen yang berbeda dengan jenis elemen Karakter yang mengenakan Senjata ini, akan mendapatkan 1 lapis efek Theatrics. Saat memiliki efek Gimmick yang berjumlah 1/2/3 lapis atau lebih, ATK meningkat 16%/32%/80%. Saat memiliki efek Theatrics yang berjumlah 1/2/3 lapis atau lebih, Movement SPD meningkat 12%/15%/18%."
    }
  }
}