{
  "name": "Urakugo Rensai",
  "description": {
    "0": "Pedang terkenal yang dibuat langsung oleh Urakusai. orang yang paling berseni dan berbudaya. Konon katanya selama ratusan tahun ini tidak pernah menebas makhluk hidup sama sekali."
  },
  "passiveName": "Brocade Bloom, Shrine Sword",
  "passiveDescription": {
    "0": {
      "0": "Saat di medan pertempuran, DMG yang diakibatkan Normal Attack dan Charged Attack meningkat <cryo>16%</cryo>; Saat ada di dalam party namun sedang tidak berada di medan pertempuran, DMG yang diakibatkan Elemental Skill meningkat <cryo>24%</cryo>. Setelah Karakter anggota party di sekitar mengakibatkan Geo DMG di medan pertempuran, efek di atas akan mendapatkan peningkatan lebih lanjut sebesar 100% selama 15 detik. Selain itu, DEF Karakter yang mengenakan meningkat <cryo>20%</cryo>."
    },
    "1": {
      "0": "Saat di medan pertempuran, DMG yang diakibatkan Normal Attack dan Charged Attack meningkat <cryo>20%</cryo>; Saat ada di dalam party namun sedang tidak berada di medan pertempuran, DMG yang diakibatkan Elemental Skill meningkat <cryo>30%</cryo>. Setelah Karakter anggota party di sekitar mengakibatkan Geo DMG di medan pertempuran, efek di atas akan mendapatkan peningkatan lebih lanjut sebesar 100% selama 15 detik. Selain itu, DEF Karakter yang mengenakan meningkat <cryo>25%</cryo>."
    },
    "2": {
      "0": "Saat di medan pertempuran, DMG yang diakibatkan Normal Attack dan Charged Attack meningkat <cryo>24%</cryo>; Saat ada di dalam party namun sedang tidak berada di medan pertempuran, DMG yang diakibatkan Elemental Skill meningkat <cryo>36%</cryo>. Setelah Karakter anggota party di sekitar mengakibatkan Geo DMG di medan pertempuran, efek di atas akan mendapatkan peningkatan lebih lanjut sebesar 100% selama 15 detik. Selain itu, DEF Karakter yang mengenakan meningkat <cryo>30%</cryo>."
    },
    "3": {
      "0": "Saat di medan pertempuran, DMG yang diakibatkan Normal Attack dan Charged Attack meningkat <cryo>28%</cryo>; Saat ada di dalam party namun sedang tidak berada di medan pertempuran, DMG yang diakibatkan Elemental Skill meningkat <cryo>42%</cryo>. Setelah Karakter anggota party di sekitar mengakibatkan Geo DMG di medan pertempuran, efek di atas akan mendapatkan peningkatan lebih lanjut sebesar 100% selama 15 detik. Selain itu, DEF Karakter yang mengenakan meningkat <cryo>35%</cryo>."
    },
    "4": {
      "0": "Saat di medan pertempuran, DMG yang diakibatkan Normal Attack dan Charged Attack meningkat <cryo>32%</cryo>; Saat ada di dalam party namun sedang tidak berada di medan pertempuran, DMG yang diakibatkan Elemental Skill meningkat <cryo>48%</cryo>. Setelah Karakter anggota party di sekitar mengakibatkan Geo DMG di medan pertempuran, efek di atas akan mendapatkan peningkatan lebih lanjut sebesar 100% selama 15 detik. Selain itu, DEF Karakter yang mengenakan meningkat <cryo>40%</cryo>."
    }
  }
}