{
  "name": "Surfing Time",
  "description": {},
  "passiveName": "Aqua Remembrance",
  "passiveDescription": {
    "0": {
      "0": "Meningkatkan <cryo>20%</cryo> Max HP. Setiap 12 detik sekali, dalam kurun waktu 10 detik setelah menggunakan Elemental Skill: Mendapatkan 4 lapis \"Scorching Summer\". Setiap lapisnya akan meningkatkan <cryo>12%</cryo> DMG Normal Attack, dan selama durasinya berlangsung, setiap 1,5 detik sekali: Setelah normal attack mengenai musuh, akan menghapus 1 lapis efek ini. Sedangkan setelah memicu reaksi Vaporize pada musuh, akan menambahkan 1 lapis efek ini. \"Scorching Summer\" dapat ditumpuk hingga 4 lapis."
    },
    "1": {
      "0": "Meningkatkan <cryo>25%</cryo> Max HP. Setiap 12 detik sekali, dalam kurun waktu 10 detik setelah menggunakan Elemental Skill: Mendapatkan 4 lapis \"Scorching Summer\". Setiap lapisnya akan meningkatkan <cryo>15%</cryo> DMG Normal Attack, dan selama durasinya berlangsung, setiap 1,5 detik sekali: Setelah normal attack mengenai musuh, akan menghapus 1 lapis efek ini. Sedangkan setelah memicu reaksi Vaporize pada musuh, akan menambahkan 1 lapis efek ini. \"Scorching Summer\" dapat ditumpuk hingga 4 lapis."
    },
    "2": {
      "0": "Meningkatkan <cryo>30%</cryo> Max HP. Setiap 12 detik sekali, dalam kurun waktu 10 detik setelah menggunakan Elemental Skill: Mendapatkan 4 lapis \"Scorching Summer\". Setiap lapisnya akan meningkatkan <cryo>18%</cryo> DMG Normal Attack, dan selama durasinya berlangsung, setiap 1,5 detik sekali: Setelah normal attack mengenai musuh, akan menghapus 1 lapis efek ini. Sedangkan setelah memicu reaksi Vaporize pada musuh, akan menambahkan 1 lapis efek ini. \"Scorching Summer\" dapat ditumpuk hingga 4 lapis."
    },
    "3": {
      "0": "Meningkatkan <cryo>35%</cryo> Max HP. Setiap 12 detik sekali, dalam kurun waktu 10 detik setelah menggunakan Elemental Skill: Mendapatkan 4 lapis \"Scorching Summer\". Setiap lapisnya akan meningkatkan <cryo>21%</cryo> DMG Normal Attack, dan selama durasinya berlangsung, setiap 1,5 detik sekali: Setelah normal attack mengenai musuh, akan menghapus 1 lapis efek ini. Sedangkan setelah memicu reaksi Vaporize pada musuh, akan menambahkan 1 lapis efek ini. \"Scorching Summer\" dapat ditumpuk hingga 4 lapis."
    },
    "4": {
      "0": "Meningkatkan <cryo>40%</cryo> Max HP. Setiap 12 detik sekali, dalam kurun waktu 10 detik setelah menggunakan Elemental Skill: Mendapatkan 4 lapis \"Scorching Summer\". Setiap lapisnya akan meningkatkan <cryo>24%</cryo> DMG Normal Attack, dan selama durasinya berlangsung, setiap 1,5 detik sekali: Setelah normal attack mengenai musuh, akan menghapus 1 lapis efek ini. Sedangkan setelah memicu reaksi Vaporize pada musuh, akan menambahkan 1 lapis efek ini. \"Scorching Summer\" dapat ditumpuk hingga 4 lapis."
    }
  }
}