{
  "name": "Portable Power Saw",
  "description": {},
  "passiveName": "Sea Shanty",
  "passiveDescription": {
    "0": {
      "0": "Saat menerima pemulihan atau memberikan pemulihan, akan memberikan satu Stoic's Symbol yang berlangsung 30 detik dan bisa ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Stoic's Symbol yang dimiliki untuk menghasilkan efek Roused yang berlangsung selama 10 detik: Untuk setiap Stoic's Symbol yang dikonsumsi, meningkatkan <cryo>40</cryo> poin elemental Mastery. 2 detik setelah efek ini dihasilkan, untuk setiap Stoic's Symbol yang dikonsumsi, akan memulihkan <cryo>2</cryo> poin Energy Karaker yang mengenakan. Efek Roused dapat terpicu sekali setiap 15 detik; Stoic's Symbol tetap bisa diperoleh meskipun Karakter ada di dalam party namun tidak berada di medan pertempuran."
    },
    "1": {
      "0": "Saat menerima pemulihan atau memberikan pemulihan, akan memberikan satu Stoic's Symbol yang berlangsung 30 detik dan bisa ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Stoic's Symbol yang dimiliki untuk menghasilkan efek Roused yang berlangsung selama 10 detik: Untuk setiap Stoic's Symbol yang dikonsumsi, meningkatkan <cryo>50</cryo> poin elemental Mastery. 2 detik setelah efek ini dihasilkan, untuk setiap Stoic's Symbol yang dikonsumsi, akan memulihkan <cryo>2,5</cryo> poin Energy Karaker yang mengenakan. Efek Roused dapat terpicu sekali setiap 15 detik; Stoic's Symbol tetap bisa diperoleh meskipun Karakter ada di dalam party namun tidak berada di medan pertempuran."
    },
    "2": {
      "0": "Saat menerima pemulihan atau memberikan pemulihan, akan memberikan satu Stoic's Symbol yang berlangsung 30 detik dan bisa ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Stoic's Symbol yang dimiliki untuk menghasilkan efek Roused yang berlangsung selama 10 detik: Untuk setiap Stoic's Symbol yang dikonsumsi, meningkatkan <cryo>60</cryo> poin elemental Mastery. 2 detik setelah efek ini dihasilkan, untuk setiap Stoic's Symbol yang dikonsumsi, akan memulihkan <cryo>3</cryo> poin Energy Karaker yang mengenakan. Efek Roused dapat terpicu sekali setiap 15 detik; Stoic's Symbol tetap bisa diperoleh meskipun Karakter ada di dalam party namun tidak berada di medan pertempuran."
    },
    "3": {
      "0": "Saat menerima pemulihan atau memberikan pemulihan, akan memberikan satu Stoic's Symbol yang berlangsung 30 detik dan bisa ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Stoic's Symbol yang dimiliki untuk menghasilkan efek Roused yang berlangsung selama 10 detik: Untuk setiap Stoic's Symbol yang dikonsumsi, meningkatkan <cryo>70</cryo> poin elemental Mastery. 2 detik setelah efek ini dihasilkan, untuk setiap Stoic's Symbol yang dikonsumsi, akan memulihkan <cryo>3,5</cryo> poin Energy Karaker yang mengenakan. Efek Roused dapat terpicu sekali setiap 15 detik; Stoic's Symbol tetap bisa diperoleh meskipun Karakter ada di dalam party namun tidak berada di medan pertempuran."
    },
    "4": {
      "0": "Saat menerima pemulihan atau memberikan pemulihan, akan memberikan satu Stoic's Symbol yang berlangsung 30 detik dan bisa ditumpuk sampai 3 lapis. Saat melancarkan Elemental Skill atau Elemental Burst, akan mengonsumsi seluruh Stoic's Symbol yang dimiliki untuk menghasilkan efek Roused yang berlangsung selama 10 detik: Untuk setiap Stoic's Symbol yang dikonsumsi, meningkatkan <cryo>80</cryo> poin elemental Mastery. 2 detik setelah efek ini dihasilkan, untuk setiap Stoic's Symbol yang dikonsumsi, akan memulihkan <cryo>4</cryo> poin Energy Karaker yang mengenakan. Efek Roused dapat terpicu sekali setiap 15 detik; Stoic's Symbol tetap bisa diperoleh meskipun Karakter ada di dalam party namun tidak berada di medan pertempuran."
    }
  }
}