{
  "name": "Finale of the Deep",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Saat melancarkan Elemental Skill, ATK meningkat 12% selama 12 detik dan memberikan Bond of Life sebesar 25% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan ATK sebesar 2,4% dari nilai HP yang dibersihkan selama 12 detik, maksimum 150 poin ATK. Bond of Life: Menyerap pemulihan yang diterima oleh Karakter berdasarkan nilai dasarnya, dan akan hilang setelah menyerap pemulihan dengan jumlah nilai yang diperoleh."
    },
    "1": {
      "0": "Saat melancarkan Elemental Skill, ATK meningkat 15% selama 12 detik, dan akan memberikan Bond of Life sebesar 25% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan ATK sebesar 3% dari HP yang dibersihkan selama 12 detik, maksimum 187,5 poin ATK. Bond of Life: Menyerap pemulihan yang diterima oleh Karakter berdasarkan nilai dasarnya, dan akan hilang setelah menyerap pemulihan dengan jumlah nilai yang diperoleh."
    },
    "2": {
      "0": "Saat melancarkan Elemental Skill, ATK meningkat 18% selama 12 detik, dan akan memberikan Bond of Life sebesar 25% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan ATK sebesar 3,6% dari HP yang dibersihkan selama 12 detik, maksimum 225 poin ATK. Bond of Life: Menyerap pemulihan yang diterima oleh Karakter berdasarkan nilai dasarnya, dan akan hilang setelah menyerap pemulihan dengan jumlah nilai yang diperoleh."
    },
    "3": {
      "0": "Saat melancarkan Elemental Skill, ATK meningkat 21% selama 12 detik, dan akan memberikan Bond of Life sebesar 25% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan ATK sebesar 4,2% dari HP yang dibersihkan selama 12 detik, maksimum 262,5 poin ATK. Bond of Life: Menyerap pemulihan yang diterima oleh Karakter berdasarkan nilai dasarnya, dan akan hilang setelah menyerap pemulihan dengan jumlah nilai yang diperoleh."
    },
    "4": {
      "0": "Saat melancarkan Elemental Skill, ATK meningkat 24% selama 12 detik, dan akan memberikan Bond of Life sebesar 25% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan ATK sebesar 4,8% dari HP yang dibersihkan selama 12 detik, maksimum 300 poin ATK. Bond of Life: Menyerap pemulihan yang diterima oleh Karakter berdasarkan nilai dasarnya, dan akan hilang setelah menyerap pemulihan dengan jumlah nilai yang diperoleh."
    }
  }
}