{
  "name": "Scion of the Blazing Sun",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Setelah Charged Attack mengenai musuh, akan memanggil Sunfire Arrow yang menyebabkan DMG sebesar <cryo>60%</cryo> ATK dan akan memberikan efek 灼心 yang bertahan selama 10 detik terhadap musuh yang menerima Sunfire Arrow. DMG Charged Attack Karakter yang mengenakan terhadap musuh yang berada dalam status 灼心__ meningkat <cryo>28%</cryo>. Sunfire Arrow dapat terpicu sekali setiap 10 detik."
    },
    "1": {
      "0": "Setelah Charged Attack mengenai musuh, akan memanggil Sunfire Arrow yang menyebabkan DMG sebesar <cryo>75%</cryo> ATK dan akan memberikan efek 灼心 yang bertahan selama 10 detik terhadap musuh yang menerima Sunfire Arrow. DMG Charged Attack Karakter yang mengenakan terhadap musuh yang berada dalam status 灼心__ meningkat <cryo>35%</cryo>. Sunfire Arrow dapat terpicu sekali setiap 10 detik."
    },
    "2": {
      "0": "Setelah Charged Attack mengenai musuh, akan memanggil Sunfire Arrow yang menyebabkan DMG sebesar <cryo>90%</cryo> ATK dan akan memberikan efek 灼心 yang bertahan selama 10 detik terhadap musuh yang menerima Sunfire Arrow. DMG Charged Attack Karakter yang mengenakan terhadap musuh yang berada dalam status 灼心__ meningkat <cryo>42%</cryo>. Sunfire Arrow dapat terpicu sekali setiap 10 detik."
    },
    "3": {
      "0": "Setelah Charged Attack mengenai musuh, akan memanggil Sunfire Arrow yang menyebabkan DMG sebesar <cryo>105%</cryo> ATK dan akan memberikan efek 灼心 yang bertahan selama 10 detik terhadap musuh yang menerima Sunfire Arrow. DMG Charged Attack Karakter yang mengenakan terhadap musuh yang berada dalam status 灼心__ meningkat <cryo>49%</cryo>. Sunfire Arrow dapat terpicu sekali setiap 10 detik."
    },
    "4": {
      "0": "Setelah Charged Attack mengenai musuh, akan memanggil Sunfire Arrow yang menyebabkan DMG sebesar <cryo>120%</cryo> ATK dan akan memberikan efek 灼心 yang bertahan selama 10 detik terhadap musuh yang menerima Sunfire Arrow. DMG Charged Attack Karakter yang mengenakan terhadap musuh yang berada dalam status 灼心__ meningkat <cryo>56%</cryo>. Sunfire Arrow dapat terpicu sekali setiap 10 detik."
    }
  }
}