{
  "name": "The First Great Magic",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Meningkatkan <cryo>12%</cryo> ATK. Untuk setiap Karakter di dalam party yang memiliki elemen yang sama dengan jenis elemen Karakter yang mengenakan Senjata ini (termasuk Karakter yang mengenakannya sendiri), akan mendapatkan 1 lapis efek Gimmick; Untuk setiap Karakter di dalam party yang memiliki elemen yang berbeda dengan jenis elemen Karakter yang mengenakan Senjata ini, akan mendapatkan 1 lapis efek Theatrics. Saat memiliki efek Gimmick yang berjumlah 1/2/3 lapis atau lebih, ATK meningkat <cryo>8%/16%/40%</cryo>. Saat memiliki efek Theatrics yang berjumlah 1/2/3 lapis atau lebih, Movement SPD meningkat <cryo>4%/7%/10%</cryo>."
    },
    "1": {
      "0": "Meningkatkan <cryo>15%</cryo> ATK. Untuk setiap Karakter di dalam party yang memiliki elemen yang sama dengan jenis elemen Karakter yang mengenakan Senjata ini (termasuk Karakter yang mengenakannya sendiri), akan mendapatkan 1 lapis efek Gimmick; Untuk setiap Karakter di dalam party yang memiliki elemen yang berbeda dengan jenis elemen Karakter yang mengenakan Senjata ini, akan mendapatkan 1 lapis efek Theatrics. Saat memiliki efek Gimmick yang berjumlah 1/2/3 lapis atau lebih, ATK meningkat <cryo>10%/20%/50%</cryo>. Saat memiliki efek Theatrics yang berjumlah 1/2/3 lapis atau lebih, Movement SPD meningkat <cryo>6%/9%/12%</cryo>."
    },
    "2": {
      "0": "Meningkatkan <cryo>18%</cryo> ATK. Untuk setiap Karakter di dalam party yang memiliki elemen yang sama dengan jenis elemen Karakter yang mengenakan Senjata ini (termasuk Karakter yang mengenakannya sendiri), akan mendapatkan 1 lapis efek Gimmick; Untuk setiap Karakter di dalam party yang memiliki elemen yang berbeda dengan jenis elemen Karakter yang mengenakan Senjata ini, akan mendapatkan 1 lapis efek Theatrics. Saat memiliki efek Gimmick yang berjumlah 1/2/3 lapis atau lebih, ATK meningkat <cryo>12%/24%/60%</cryo>. Saat memiliki efek Theatrics yang berjumlah 1/2/3 lapis atau lebih, Movement SPD meningkat <cryo>8%/11%/14%</cryo>."
    },
    "3": {
      "0": "Meningkatkan <cryo>21%</cryo> ATK. Untuk setiap Karakter di dalam party yang memiliki elemen yang sama dengan jenis elemen Karakter yang mengenakan Senjata ini (termasuk Karakter yang mengenakannya sendiri), akan mendapatkan 1 lapis efek Gimmick; Untuk setiap Karakter di dalam party yang memiliki elemen yang berbeda dengan jenis elemen Karakter yang mengenakan Senjata ini, akan mendapatkan 1 lapis efek Theatrics. Saat memiliki efek Gimmick yang berjumlah 1/2/3 lapis atau lebih, ATK meningkat <cryo>14%/28%/70%</cryo>. Saat memiliki efek Theatrics yang berjumlah 1/2/3 lapis atau lebih, Movement SPD meningkat <cryo>10%/13%/16%</cryo>."
    },
    "4": {
      "0": "Meningkatkan <cryo>24%</cryo> ATK. Untuk setiap Karakter di dalam party yang memiliki elemen yang sama dengan jenis elemen Karakter yang mengenakan Senjata ini (termasuk Karakter yang mengenakannya sendiri), akan mendapatkan 1 lapis efek Gimmick; Untuk setiap Karakter di dalam party yang memiliki elemen yang berbeda dengan jenis elemen Karakter yang mengenakan Senjata ini, akan mendapatkan 1 lapis efek Theatrics. Saat memiliki efek Gimmick yang berjumlah 1/2/3 lapis atau lebih, ATK meningkat <cryo>16%/32%/80%</cryo>. Saat memiliki efek Theatrics yang berjumlah 1/2/3 lapis atau lebih, Movement SPD meningkat <cryo>12%/15%/18%</cryo>."
    }
  }
}