{
  "name": "Flowing Purity",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Saat melancarkan Elemental Skill, akan meningkatkan Elemental DMG Bonus seluruh elemen sebesar 8% selama 12 detik dan memberikan Bond of Life sebesar 24% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan 2% Elemental DMG Bonus seluruh elemen untuk setiap 1.000 poin HP yang dibersihkan. Peningkatan Elemental DMG Bonus seluruh elemen yang diperoleh dengan cara ini maksimum 12% dan berlangsung selama 12 detik. Bond of Life: Menyerap pemulihan yang diterima oleh Karakter berdasarkan nilai dasarnya, dan akan hilang setelah menyerap pemulihan sejumlah nilai tersebut."
    },
    "1": {
      "0": "Saat melancarkan Elemental Skill, akan meningkatkan Elemental DMG Bonus seluruh elemen sebesar 10% selama 12 detik dan memberikan Bond of Life sebesar 24% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan 2,5% Elemental DMG Bonus seluruh elemen untuk setiap 1.000 poin HP yang dibersihkan. Peningkatan Elemental DMG Bonus seluruh elemen yang diperoleh dengan cara ini maksimum 15% dan berlangsung selama 12 detik. Bond of Life: Menyerap pemulihan yang diterima oleh Karakter berdasarkan nilai dasarnya, dan akan hilang setelah menyerap pemulihan sejumlah nilai tersebut."
    },
    "2": {
      "0": "Saat melancarkan Elemental Skill, akan meningkatkan Elemental DMG Bonus seluruh elemen sebesar 12% selama 12 detik dan memberikan Bond of Life sebesar 24% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan 3% Elemental DMG Bonus seluruh elemen untuk setiap 1.000 poin HP yang dibersihkan. Peningkatan Elemental DMG Bonus seluruh elemen yang diperoleh dengan cara ini maksimum 18% dan berlangsung selama 12 detik. Bond of Life: Menyerap pemulihan yang diterima oleh Karakter berdasarkan nilai dasarnya, dan akan hilang setelah menyerap pemulihan sejumlah nilai tersebut."
    },
    "3": {
      "0": "Saat melancarkan Elemental Skill, akan meningkatkan Elemental DMG Bonus seluruh elemen sebesar 14% selama 12 detik dan memberikan Bond of Life sebesar 24% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan 3,5% Elemental DMG Bonus seluruh elemen untuk setiap 1.000 poin HP yang dibersihkan. Peningkatan Elemental DMG Bonus seluruh elemen yang diperoleh dengan cara ini maksimum 21% dan berlangsung selama 12 detik. Bond of Life: Menyerap pemulihan yang diterima oleh Karakter berdasarkan nilai dasarnya, dan akan hilang setelah menyerap pemulihan sejumlah nilai tersebut."
    },
    "4": {
      "0": "Saat melancarkan Elemental Skill, akan meningkatkan Elemental DMG Bonus seluruh elemen sebesar 16% selama 12 detik dan memberikan Bond of Life sebesar 24% dari Max HP. Efek ini dapat terpicu sekali setiap 10 detik. Saat Bond of Life hilang, akan meningkatkan 4% Elemental DMG Bonus seluruh elemen untuk setiap 1.000 poin HP yang dibersihkan. Peningkatan Elemental DMG Bonus seluruh elemen yang diperoleh dengan cara ini maksimum 24% dan berlangsung selama 12 detik. Bond of Life: Menyerap pemulihan yang diterima oleh Karakter berdasarkan nilai dasarnya, dan akan hilang setelah menyerap pemulihan sejumlah nilai tersebut."
    }
  }
}