{
  "name": "Jadefall's Splendor",
  "description": "",
  "passiveName": "Protector's Virtue",
  "passiveDescription": {
    "0": "Saat melancarkan Elemental Burst atau menciptakan perisai, akan mendapatkan efek Primordial Jade Regalia yang berlangsung selama 3 detik. Efek Primordial Jade Regalia: Meningkatkan <cryo>0,3%</cryo> Elemental DMG Bonus sesuai elemen Karakter yang mengenakan untuk setiap 1.000 poin Max HP-nya, maksimum meningkatkan <cryo>12%</cryo>. Selain itu, memulihkan <cryo>4</cryo> poin Energy setiap 2,5 detik. Efek akan tetap aktif meskipun Karakter yang mengenakan ada di dalam party, namun tidak berada di medan pertempuran.",
    "1": "Saat melancarkan Elemental Burst atau menciptakan perisai, akan mendapatkan efek Primordial Jade Regalia yang berlangsung selama 3 detik. Efek Primordial Jade Regalia: Meningkatkan <cryo>0,45%</cryo> Elemental DMG Bonus sesuai elemen Karakter yang mengenakan untuk setiap 1.000 poin Max HP-nya, maksimum meningkatkan <cryo>18%</cryo>. Selain itu, memulihkan <cryo>4,5</cryo> poin Energy setiap 2,5 detik. Efek akan tetap aktif meskipun Karakter yang mengenakan ada di dalam party, namun tidak berada di medan pertempuran.",
    "2": "Saat melancarkan Elemental Burst atau menciptakan perisai, akan mendapatkan efek Primordial Jade Regalia yang berlangsung selama 3 detik. Efek Primordial Jade Regalia: Meningkatkan <cryo>0,6%</cryo> Elemental DMG Bonus sesuai elemen Karakter yang mengenakan untuk setiap 1.000 poin Max HP-nya, maksimum meningkatkan <cryo>24%</cryo>. Selain itu, memulihkan <cryo>5</cryo> poin Energy setiap 2,5 detik. Efek akan tetap aktif meskipun Karakter yang mengenakan ada di dalam party, namun tidak berada di medan pertempuran.",
    "3": "Saat melancarkan Elemental Burst atau menciptakan perisai, akan mendapatkan efek Primordial Jade Regalia yang berlangsung selama 3 detik. Efek Primordial Jade Regalia: Meningkatkan <cryo>0,75%</cryo> Elemental DMG Bonus sesuai elemen Karakter yang mengenakan untuk setiap 1.000 poin Max HP-nya, maksimum meningkatkan <cryo>30%</cryo>. Selain itu, memulihkan <cryo>5,5</cryo> poin Energy setiap 2,5 detik. Efek akan tetap aktif meskipun Karakter yang mengenakan ada di dalam party, namun tidak berada di medan pertempuran.",
    "4": "Saat melancarkan Elemental Burst atau menciptakan perisai, akan mendapatkan efek Primordial Jade Regalia yang berlangsung selama 3 detik. Efek Primordial Jade Regalia: Meningkatkan <cryo>0,9%</cryo> Elemental DMG Bonus sesuai elemen Karakter yang mengenakan untuk setiap 1.000 poin Max HP-nya, maksimum meningkatkan <cryo>36%</cryo>. Selain itu, memulihkan <cryo>6</cryo> poin Energy setiap 2,5 detik. Efek akan tetap aktif meskipun Karakter yang mengenakan ada di dalam party, namun tidak berada di medan pertempuran."
  }
}