{
  "name": "Аквамарин Махары",
  "description": "",
  "passiveName": "Чертоги в пустыне",
  "passiveDescription": {
    "0": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <cryo>32%</cryo> пропорционально собственному мастерству стихий на 12 сек. Члены отряда поблизости получат 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
    "1": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <cryo>40%</cryo> пропорционально собственному мастерству стихий на 12 сек. Члены отряда поблизости получат 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
    "2": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <cryo>48%</cryo> пропорционально собственному мастерству стихий на 12 сек. Члены отряда поблизости получат 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
    "3": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <cryo>56%</cryo> пропорционально собственному мастерству стихий на 12 сек. Члены отряда поблизости получат 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
    "4": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <cryo>64%</cryo> пропорционально собственному мастерству стихий на 12 сек. Члены отряда поблизости получат 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя."
  }
}