{
  "name": "Регалия леса",
  "description": "",
  "passiveName": "Благословение чащи",
  "passiveDescription": {
    "0": "Активация реакций Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создаёт рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на <cryo>60</cryo> ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
    "1": "Активация реакций Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создаёт рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на <cryo>75</cryo> ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
    "2": "Активация реакций Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создаёт рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на <cryo>90</cryo> ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
    "3": "Активация реакций Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создаёт рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на <cryo>105</cryo> ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
    "4": "Активация реакций Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создаёт рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на <cryo>120</cryo> ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя."
  }
}