{
  "name": "Лунное сияние ксифоса",
  "description": "",
  "passiveName": "Шёпот джинна",
  "passiveDescription": {
    "0": "Каждые 10 сек. срабатывает следующий эффект: восстановление энергии экипированного этим оружием персонажа увеличивается на <cryo>0,052%</cryo> за каждую единицу собственного мастерства стихий на 12 сек. Члены отряда поблизости получат 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
    "1": "Каждые 10 сек. срабатывает следующий эффект: восстановление энергии экипированного этим оружием персонажа увеличивается на <cryo>0,065%</cryo> за каждую единицу собственного мастерства стихий на 12 сек. Члены отряда поблизости получат 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
    "2": "Каждые 10 сек. срабатывает следующий эффект: восстановление энергии экипированного этим оружием персонажа увеличивается на <cryo>0,078%</cryo> за каждую единицу собственного мастерства стихий на 12 сек. Члены отряда поблизости получат 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
    "3": "Каждые 10 сек. срабатывает следующий эффект: восстановление энергии экипированного этим оружием персонажа увеличивается на <cryo>0,091%</cryo> за каждую единицу собственного мастерства стихий на 12 сек. Члены отряда поблизости получат 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
    "4": "Каждые 10 сек. срабатывает следующий эффект: восстановление энергии экипированного этим оружием персонажа увеличивается на <cryo>0,104%</cryo> за каждую единицу собственного мастерства стихий на 12 сек. Члены отряда поблизости получат 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя."
  }
}