{
  "name": "Maremoto da Lua de Futsu",
  "description": "",
  "passiveName": "Fluxo Aperfeiçoado",
  "passiveDescription": {
    "0": "Obtém <cryo>12%</cryo> de bônus de Dano de todos os elementos. Quando os outros personagens da equipe usam Habilidades Elementais, gerará um acúmulo do efeito \"Ondulação\" para o personagem que tem esta arma equipada. Esse efeito é acumulável no máximo 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando o personagem que tiver esta arma equipada lançar sua Habilidade Elemental, consumirá os acúmulos de \"Ondulação\" existentes e obterá \"Maremoto\", que aumenta o Dano do Ataque Normal em <cryo>20%</cryo> por cada acúmulo consumido durante 8s.",
    "1": "Obtém <cryo>15%</cryo> de bônus de Dano de todos os elementos. Quando os outros personagens da equipe usam Habilidades Elementais, gerará um acúmulo do efeito \"Ondulação\" para o personagem que tem esta arma equipada. Esse efeito é acumulável no máximo 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando o personagem que tiver esta arma equipada lançar sua Habilidade Elemental, consumirá os acúmulos de \"Ondulação\" existentes e obterá \"Maremoto\", que aumenta o Dano do Ataque Normal em <cryo>25%</cryo> por cada acúmulo consumido durante 8s.",
    "2": "Obtém <cryo>18%</cryo> de bônus de Dano de todos os elementos. Quando os outros personagens da equipe usam Habilidades Elementais, gerará um acúmulo do efeito \"Ondulação\" para o personagem que tem esta arma equipada. Esse efeito é acumulável no máximo 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando o personagem que tiver esta arma equipada lançar sua Habilidade Elemental, consumirá os acúmulos de \"Ondulação\" existentes e obterá \"Maremoto\", que aumenta o Dano do Ataque Normal em <cryo>30%</cryo> por cada acúmulo consumido durante 8s.",
    "3": "Obtém <cryo>21%</cryo> de bônus de Dano de todos os elementos. Quando os outros personagens da equipe usam Habilidades Elementais, gerará um acúmulo do efeito \"Ondulação\" para o personagem que tem esta arma equipada. Esse efeito é acumulável no máximo 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando o personagem que tiver esta arma equipada lançar sua Habilidade Elemental, consumirá os acúmulos de \"Ondulação\" existentes e obterá \"Maremoto\", que aumenta o Dano do Ataque Normal em <cryo>35%</cryo> por cada acúmulo consumido durante 8s.",
    "4": "Obtém <cryo>24%</cryo> de bônus de Dano de todos os elementos. Quando os outros personagens da equipe usam Habilidades Elementais, gerará um acúmulo do efeito \"Ondulação\" para o personagem que tem esta arma equipada. Esse efeito é acumulável no máximo 2 vezes e pode ser desencadeado uma vez a cada 0.3s. Quando o personagem que tiver esta arma equipada lançar sua Habilidade Elemental, consumirá os acúmulos de \"Ondulação\" existentes e obterá \"Maremoto\", que aumenta o Dano do Ataque Normal em <cryo>40%</cryo> por cada acúmulo consumido durante 8s."
  }
}