{
  "name": "Luz Lunar de Xiphos",
  "description": "",
  "passiveName": "Sussurros do Jinni",
  "passiveDescription": {
    "0": "O seguinte efeito irá ser desencadeado a cada 10s: o personagem equipado irá ganhar <cryo>0.036%</cryo> de Recarga de Energia para cada ponto de Proficiência Elemental que ele possuir, com os membros da equipe próximos ganhando 30% desse bônus por 12s. Múltiplas armas com este mesmo nome permitirão que esse bônus seja acumulado. Esse efeito será desencadeado mesmo que o personagem não esteja em campo.",
    "1": "O seguinte efeito irá ser desencadeado a cada 10s: o personagem equipado irá ganhar <cryo>0.045%</cryo> de Recarga de Energia para cada ponto de Proficiência Elemental que ele possuir, com os membros da equipe próximos ganhando 30% desse bônus por 12s. Múltiplas armas com este mesmo nome permitirão que esse bônus seja acumulado. Esse efeito será desencadeado mesmo que o personagem não esteja em campo.",
    "2": "O seguinte efeito irá ser desencadeado a cada 10s: o personagem equipado irá ganhar <cryo>0.054%</cryo> de Recarga de Energia para cada ponto de Proficiência Elemental que ele possuir, com os membros da equipe próximos ganhando 30% desse bônus por 12s. Múltiplas armas com este mesmo nome permitirão que esse bônus seja acumulado. Esse efeito será desencadeado mesmo que o personagem não esteja em campo.",
    "3": "O seguinte efeito irá ser desencadeado a cada 10s: o personagem equipado irá ganhar <cryo>0.063%</cryo> de Recarga de Energia para cada ponto de Proficiência Elemental que ele possuir, com os membros da equipe próximos ganhando 30% desse bônus por 12s. Múltiplas armas com este mesmo nome permitirão que esse bônus seja acumulado. Esse efeito será desencadeado mesmo que o personagem não esteja em campo.",
    "4": "O seguinte efeito irá ser desencadeado a cada 10s: o personagem equipado irá ganhar <cryo>0.072%</cryo> de Recarga de Energia para cada ponto de Proficiência Elemental que ele possuir, com os membros da equipe próximos ganhando 30% desse bônus por 12s. Múltiplas armas com este mesmo nome permitirão que esse bônus seja acumulado. Esse efeito será desencadeado mesmo que o personagem não esteja em campo."
  }
}