{
  "name": "The Wanderer",
  "title": "",
  "description": "",
  "constellationName": "Errabundus",
  "auto": {
    "name": "Yuuban Meigen",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Attack</strong>",
        "1": "Performs up to 3 attacks using wind blades, dealing <anemo>Anemo DMG</anemo>."
      },
      "charged": {
        "0": "<strong>Charged Attack</strong>",
        "1": "Consumes a certain amount of Stamina, gathers a build up of high wind pressure, and deals <anemo>AoE Anemo DMG</anemo> after a short casting time."
      },
      "plunging": {
        "0": "<strong>Plunging Attack</strong>",
        "1": "Calling upon the power of Anemo, The Wanderer plunges towards the ground from mid-air, damaging all opponents in his path. Deals <anemo>AoE Anemo DMG</anemo> upon impact with the ground."
      }
    },
    "skillParams": {
      "0": "1-Hit DMG",
      "1": "2-Hit DMG",
      "2": "3-Hit DMG",
      "3": "Charged Attack DMG",
      "4": "Charged Attack Stamina Cost",
      "5": "Plunge DMG",
      "6": "Low/High Plunge DMG",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Hanega: Song of the Wind",
    "description": {
      "0": "Concentrates the power of the winds to break free from the shackles of the earth, dealing <anemo>AoE Anemo DMG</anemo> before leaping into the air and entering the Windfavored state.",
      "1": "<br/>",
      "2": "<strong>Windfavored</strong>",
      "3": "The Wanderer enters a persistent hovering state, with increased Normal and Charged Attack AoE and DMG. Charged Attacks no longer consume stamina. While this state is active, The Wanderer's movements gain the following properties:",
      "4": "·Persistently consumes Sky-Dweller Points to maintain this hovering state;",
      "5": "·When sprinting, additional Sky-Dweller Points will be consumed for The Wanderer to sprint mid-air; holding down sprint will cause persistent Sky-Dweller point consumption to maintain speed;",
      "6": "·Jumping expends extra Sky-Dweller Points to increase hovering height; holding jump will cause persistent Sky-Dweller point consumption to increase hovering height.",
      "7": "<br/>",
      "8": "Running out of Sky-Dweller points will end the Windfavored state.",
      "9": "A second cast during the duration of Windfavored will also end it.",
      "10": "<br/>",
      "11": "<i>\"The world dances in a weightless whirl, presenting a secret that can only be found in the flowers.\"</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "Normal Attack DMG Bonus",
      "2": "Charged Attack DMG Bonus",
      "3": "Initial Sky-Dweller Points",
      "4": "CD",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Kyougen: Five Ceremonial Plays",
    "description": {
      "0": "Compresses the atmosphere into a singular vacuum that grinds all troubles away, dealing multiple instances of <anemo>AoE Anemo DMG</anemo>.",
      "1": "If character is in the Windfavored state due to the skill Hanega: Song of the Wind, Windfavored state will end after casting.",
      "2": "<br/>",
      "3": "<i>\"Bright be the narrowed gaze of the sky, casting its gaze on dreams both past and present, like radiance washing over dust on the winds.\"</i>"
    },
    "skillParams": {
      "0": "Skill DMG",
      "1": "CD",
      "2": "Energy Cost",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Jade-Claimed Flower",
    "description": {
      "0": "If <strong>Hanega: Song of the Wind</strong> comes into contact with Hydro/Pyro/Cryo/Electro, this instance of the Windfavored state will obtain buffs according to the contacted element:",
      "1": "·<hydro>Hydro</hydro>: Sky-Dweller Point cap increases by 20.",
      "2": "·<pyro>Pyro</pyro>: ATK increases by 30%.",
      "3": "·<cryo>Cryo</cryo>: CRIT Rate increases by 20%.",
      "4": "·<electro>Electro</electro>: When Normal and Charged Attacks hit opponents, 0.8 Energy will be restored. Energy can be restored in this manner every 0.2s.",
      "5": "<br/>",
      "6": "You can have 2 different kinds of these buffs simultaneously."
    }
  },
  "passive2": {
    "name": "Gales of Reverie",
    "description": {
      "0": "When The Wanderer hits opponents with Normal and Charged Attacks in his <strong>Windfavored</strong> state, he has a 16% chance to obtain the Descent effect: The next time The Wanderer sprints while in this instance of the Windfavored state, this effect will be removed, this sprint instance will not consume any Sky-Dweller Points, and he will fire off 4 wind arrows that deal 35% of his ATK as <anemo>Anemo DMG</anemo> each.",
      "1": "For each Normal and Charged Attack that does not produce this effect, the next attack of those kinds will have a 12% increase chance of producing it. The calculation of the effect production is done once every 0.1s."
    }
  },
  "passive3": {
    "name": "Strum the Swirling Winds",
    "description": {
      "0": "Mora expended when ascending Bows and Catalysts is decreased by 50%."
    }
  },
  "constellation1": {
    "name": "Shoban: Ostentatious Plumage",
    "description": {
      "0": "When in the <strong>Windfavored</strong> State, The Wanderer's Normal and Charged Attack SPD is increased by 10%.",
      "1": "Additionally, the wind arrows fired by the Passive Talent \"Gales of Reverie\" will deal an additional 25% of his ATK as DMG. You must unlock the Passive Talent \"Gales of Reverie\" first."
    }
  },
  "constellation2": {
    "name": "Niban: Ebirajima Tsuki no Shiranami",
    "description": {
      "0": "When in the <strong>Windfavored</strong> State, the <strong>Kyougen: Five Ceremonial Plays</strong> skill will see its DMG increased by 4% per point of difference between the max amount of Sky-Dweller Points contrasted with Sky-Dweller's present capacity when using this skill.",
      "1": "Through this method, you can increase Kyougen: Five Ceremonial Plays's DMG by a maximum of 200%."
    }
  },
  "constellation3": {
    "name": "Sanban: Moonflower Kusemai",
    "description": {
      "0": "Increases the Level of <strong>Hanega: Song of the Wind</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation4": {
    "name": "Yonban: Set Adrift into Spring",
    "description": {
      "0": "When casting <strong>Hanega: Song of the Wind</strong>, should the Passive Talent \"Jade-Claimed Flower\" be triggered, the character will gain enhancement effects in correspondence to the contacted Elemental Type(s), and also gain a random untriggered enhancement effect.",
      "1": "You need to unlock the Passive Talent \"Jade-Claimed Flower.\""
    }
  },
  "constellation5": {
    "name": "Matsuban: Ancient Illuminator From Abroad",
    "description": {
      "0": "Increases the Level of <strong>Kyougen: Five Ceremonial Plays</strong> by 3.",
      "1": "Maximum upgrade level is 15."
    }
  },
  "constellation6": {
    "name": "Shugen: The Curtains' Melancholic Sway",
    "description": {
      "0": "When The Wanderer actively hits opponents with Normal Attacks while in the <strong>Windfavored</strong> state, the following effects will occur:",
      "1": "·Deals an instance of 40% ATK as <anemo>Anemo DMG</anemo>. This DMG will be considered Normal Attack DMG.",
      "2": "·Restores 4 Sky-Dweller Points to The Wanderer. Sky-Dweller Points can be restored in this manner once every 0.2s. This restoration can occur 5 times within one Windfavored duration."
    }
  }
}
