{
  "name": "Floral Rainfall",
  "description": "",
  "passiveName": "Kaidan: Rainfall Earthbinder",
  "passiveDescription": {
    "0": "When an attack hits an opponent, it will inflict an instance of Cursed Parasol upon one of them, which will cause characters wielding weapons with this name to deal <cryo>16%</cryo> more DMG to the opponent affected by Cursed Parasol for 10s. This effect can be triggered once every 15s. If this opponent is taken out during Cursed Parasol's duration, Cursed Parasol's CD will be refreshed immediately.",
    "1": "When an attack hits an opponent, it will inflict an instance of Cursed Parasol upon one of them, which will cause characters wielding weapons with this name to deal <cryo>20%</cryo> more DMG to the opponent affected by Cursed Parasol for 10s. This effect can be triggered once every 15s. If this opponent is taken out during Cursed Parasol's duration, Cursed Parasol's CD will be refreshed immediately.",
    "2": "When an attack hits an opponent, it will inflict an instance of Cursed Parasol upon one of them, which will cause characters wielding weapons with this name to deal <cryo>24%</cryo> more DMG to the opponent affected by Cursed Parasol for 10s. This effect can be triggered once every 15s. If this opponent is taken out during Cursed Parasol's duration, Cursed Parasol's CD will be refreshed immediately.",
    "3": "When an attack hits an opponent, it will inflict an instance of Cursed Parasol upon one of them, which will cause characters wielding weapons with this name to deal <cryo>28%</cryo> more DMG to the opponent affected by Cursed Parasol for 10s. This effect can be triggered once every 15s. If this opponent is taken out during Cursed Parasol's duration, Cursed Parasol's CD will be refreshed immediately.",
    "4": "When an attack hits an opponent, it will inflict an instance of Cursed Parasol upon one of them, which will cause characters wielding weapons with this name to deal <cryo>32%</cryo> more DMG to the opponent affected by Cursed Parasol for 10s. This effect can be triggered once every 15s. If this opponent is taken out during Cursed Parasol's duration, Cursed Parasol's CD will be refreshed immediately."
  }
}
