{
  "name": "Émilie",
  "title": "???",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Lance d'éclombre (modifiée)",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attaque normale</strong>",
        "1": "Enchaîne jusqu'à 4 coups de lance."
      },
      "charged": {
        "0": "<strong>Attaque chargée</strong>",
        "1": "Consomme de l'endurance pour déclencher une attaque ascendante."
      },
      "plunging": {
        "0": "<strong>Attaque plongeante</strong>",
        "1": "Plonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact."
      }
    },
    "skillParams": {
      "0": "DGT 1er coup",
      "1": "DGT 2e coup",
      "2": "DGT 3e coup",
      "3": "DGT 4e coup",
      "4": "DGT attaque chargée",
      "5": "Coût d'endurance attaque chargée",
      "6": "DGT durant la chute",
      "7": "DGT chute basse/élevée",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Extraction de fragrance",
    "description": {
      "0": "Crée un boîtier de Lumidouce qui inflige des <dendro>DGT Dendro de zone</dendro>.",
      "1": "<br/>",
      "2": "<strong>Boîtier de Lumidouce</strong>",
      "3": "<br/>",
      "4": [
        " Tire de façon intermittente des bouffées d'aiguail pur sur les ennemis proches, infligeant des <dendro>DGT Dendro</dendro>.",
        " Tout ennemi µbrûlé à proximité dégagera de façon intermittente de la senteur, le boîtier de Lumidouce pouvant collecter les senteurs à proximité. Après avoir collecté 2 senteurs, le boîtier de Lumidouce monte d'un niveau pour tirer 1 bouffée d'aiguail pur supplémentaire chaque fois qu'il en tire et augmenter les DGT infligés par ces bouffées.",
        " Il ne peut exister qu'un seul boîtier de Lumidouce créé par Émilie à la fois. Le boîtier de Lumidouce commence au niveau 1 et peut atteindre le niveau 2."
      ],
      "5": "<br/>",
      "6": "<strong>Arkhe : Pneuma</strong>",
      "7": "Régulièrement, après qu'Émilie a créé un boîtier de Lumidouce de cette façon, une épine d'inhalation qui transperce les ennemis descend devant elle pour infliger des <dendro>DGT Dendro</dendro> chargés d'énergie pneuma.",
      "8": "<br/>",
      "9": "<i>« Le monde est une harmonie infinie de parfums, de couleurs et de chants. »</i>"
    },
    "skillParams": {
      "0": "DGT compétence",
      "1": "DGT boîtier de Lumidouce (niveau 1)",
      "2": "DGT boîtier de Lumidouce (niveau 2)",
      "3": "Durée de boîtier de Lumidouce",
      "4": "DGT épine d'inhalation",
      "5": "Intervalle d'épine d'inhalation",
      "6": "Temps de recharge",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Explication de parfum",
    "description": {
      "0": "Émilie guide le parfum rassemblé dans le boîtier pour le convertir en énergie Dendro pure, créant ainsi un boîtier de Lumidouce de niveau 3 et détruisant tout boîtier présent.",
      "1": "Pendant sa durée, le boîtier de Lumidouce de niveau 3 ne collecte pas les senteurs à proximité et diminue de façon continue la rosée parfumée pour attaquer les ennemis à portée, infligeant des <dendro>DGT Dendro</dendro>. Pendant sa durée, le boîtier de Lumidouce de niveau 3 consomme une rosée parfumée toutes les 0,3 s et chaque ennemi peut être ciblé une fois toutes les 0,7 s.",
      "2": "À la fin de la durée, un boîtier de Lumidouce de niveau 1 sera recréé. Si l'utilisation d'Explication de fragrance a détruit un boîtier de Lumidouce ayant déjà collecté une senteur, le boîtier de Lumidouce créé héritera de la senteur et du niveau.",
      "3": "Pendant la durée d'<strong>Explication de parfum</strong>, la compétence élémentaire « Extraction de fragrance » ne crée pas de boîtier de Lumidouce.",
      "4": "<br/>",
      "5": "<i>Quel que soit le parfum, il commence à changer dès qu'il entre en contact avec l'air, avant de finalement se dissiper au milieu des murmures du vent, des arbres et de l'herbe. Ainsi, personne n'apprécie exactement la même senteur.",
      "6": "Il en va de même pour les chemins empruntés par tous ceux qui vivent. En ce sens, on peut considérer les parfums comme une analogie de la vie humaine.</i>"
    },
    "skillParams": {
      "0": "DGT boîtier de Lumidouce (niveau 3)",
      "1": "Durée de boîtier de Lumidouce (niveau 3)",
      "2": "Temps de recharge",
      "3": "Énergie élémentaire",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Arôme persistant",
    "description": {
      "0": "Chaque fois qu'il collecte 2 <strong>senteurs</strong>, un boîtier de Lumidouce de niveau 2 consomme ses senteurs pour libérer une cologne d'aiguail clair qui inflige des <dendro>DGT Dendro de zone</dendro> d'une valeur équivalant à 500 % de l'ATQ d'Émilie aux ennemis. Ces DGT ne sont pas considérés comme des DGT de compétence élémentaire.",
      "1": "Cet effet ne peut pas être déclenché pendant 30 s après qu'Émilie déclenche une réaction de Catalyse ou de Propagation."
    }
  },
  "passive2": {
    "name": "Distillat raffiné",
    "description": {
      "0": "Lorsqu'un boîtier de Lumidouce créé par Émilie est sur le terrain, tous les personnages de l'équipe à proximité voient leur <pyro>RÉS Pyro</pyro> contre les DGT de Brûlure augmenter de 85 %."
    }
  },
  "passive3": {
    "name": "Connaissances pratiques",
    "description": {}
  },
  "constellation1": {
    "name": "Lessivage d'aromate léger",
    "description": {
      "0": "Les DGT infligés par <strong>Extraction de fragrance</strong> et par la cologne d'aiguail clair d'Arôme persistant augmentent de 10 %. L'aptitude passive « Arôme persistant » doit être déjà débloquée pour pouvoir augmenter les DGT infligés par la cologne d'aiguail clair.",
      "1": "De plus, lorsqu'un membre de l'équipe à proximité déclenche une réaction de Brûlure sur un ennemi ou inflige des <dendro>DGT Dendro</dendro> à un ennemi brûlé, ce dernier dégage une <strong>senteur</strong> supplémentaire. Cet effet peut être déclenché une fois toutes les 2,9 s"
    }
  },
  "constellation2": {
    "name": "Exhalaison lacmineuse",
    "description": {
      "0": "Lorsque le boîtier de Lumidouce créé par Émilie collecte une senteur, Émilie obtient un cumul de mixture spéciale, ce qui augmente son ATQ de 18 % pendant 10 s. Cet effet peut être cumulé 2 fois maximum, la durée de chaque cumul étant calculée de façon indépendante."
    }
  },
  "constellation3": {
    "name": "Essence exquise",
    "description": {
      "0": "Niveau d'aptitude <strong>Extraction de fragrance</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation4": {
    "name": "Extrait de Lumidouce",
    "description": {
      "0": "La durée d'<strong>Explication de parfum</strong> augmente de 2 s, et la durée minimum requise pour cibler à nouveau un même ennemi diminue de 0,3 s."
    }
  },
  "constellation5": {
    "name": "Effluve d'aiguail pur",
    "description": {
      "0": "Niveau d'aptitude <strong>Explication de parfum</strong> +3.",
      "1": "Niveau max : 15"
    }
  },
  "constellation6": {
    "name": "Soupçon de Marcotte",
    "description": {
      "0": "En utilisant <strong>Extraction de fragrance</strong> ou <strong>Explication de parfum</strong>, Émilie obtient l'effet Persistance fragrante pendant 5 s.",
      "1": "Pendant cette durée, Émilie génère une senteur après avoir utilisé une attaque normale ou chargée, et ses attaques normales et chargées sont converties en <dendro>DGT Dendro</dendro> ne pouvant pas être enchantés, les DGT qu'elles infligent étant de plus augmentés d'une valeur équivalant à 250 % de l'ATQ d'Émilie.",
      "2": "<br/>",
      "3": "Les effets de la persistance fragrante cessent après la création de 4 senteurs ou lorsque sa durée expire. Une persistance fragrante peut être obtenue une fois toutes les 12 s."
    }
  }
}