{
  "name": "Epílogo das Profundezas",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Ao utilizar a Habilidade Elemental, aumenta o ATQ em 12% por 12s e concede um Contrato de Vida equivalente a 25% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, o ATQ é aumentado em 2.4% do valor removido por 12s, podendo ser aumentado até 150 pontos. Contrato de Vida: Absorve a cura recebida pelo personagem e é removido após receber cura equivalente ao valor do Contrato."
    },
    "1": {
      "0": "Ao utilizar a Habilidade Elemental, aumenta o ATQ em 15% por 12s e concede um Contrato de Vida equivalente a 25% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, o ATQ é aumentado em 3% do valor removido por 12s, podendo ser aumentado até 187.5 pontos. Contrato de Vida: Absorve a cura recebida pelo personagem e é removido após receber cura equivalente ao valor do Contrato."
    },
    "2": {
      "0": "Ao utilizar a Habilidade Elemental, aumenta o ATQ em 18% por 12s e concede um Contrato de Vida equivalente a 25% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, o ATQ é aumentado em 3.6% do valor removido por 12s, podendo ser aumentado até 225 pontos. Contrato de Vida: Absorve a cura recebida pelo personagem e é removido após receber cura equivalente ao valor do Contrato."
    },
    "3": {
      "0": "Ao utilizar a Habilidade Elemental, aumenta o ATQ em 21% por 12s e concede um Contrato de Vida equivalente a 25% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, o ATQ é aumentado em 4.2% do valor removido por 12s, podendo ser aumentado até 262.5 pontos. Contrato de Vida: Absorve a cura recebida pelo personagem e é removido após receber cura equivalente ao valor do Contrato."
    },
    "4": {
      "0": "Ao utilizar a Habilidade Elemental, aumenta o ATQ em 24% por 12s e concede um Contrato de Vida equivalente a 25% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, o ATQ é aumentado em 4.8% do valor removido por 12s, podendo ser aumentado até 300 pontos. Contrato de Vida: Absorve a cura recebida pelo personagem e é removido após receber cura equivalente ao valor do Contrato."
    }
  }
}