{
  "name": "Chamado Ecoante da Garça",
  "description": {},
  "passiveName": "Axioma da Queda da Nuvem",
  "passiveDescription": {
    "0": {
      "0": "Quando o personagem que está com essa arma equipada e atinge um inimigo com um Ataque Imersivo, aumenta o Dano do Ataque imersivo de todos os membros próximos da equipe em 28% por 20s. Quando o Ataque Imersivo dos outros personagens atinge um inimigo, regenera 2.5 de Energia Elemental para o personagem que está com essa arma equipada. É possível regenerar Energia Elemental uma vez a cada 0.7s dessa forma."
    },
    "1": {
      "0": "Quando o personagem que está com essa arma equipada e atinge um inimigo com um Ataque Imersivo, aumenta o Dano do Ataque imersivo de todos os membros próximos da equipe em 41% por 20s. Quando o Ataque Imersivo dos outros personagens atinge um inimigo, regenera 2.75 de Energia Elemental para o personagem que está com essa arma equipada. É possível regenerar Energia Elemental uma vez a cada 0.7s dessa forma."
    },
    "2": {
      "0": "Quando o personagem que está com essa arma equipada e atinge um inimigo com um Ataque Imersivo, aumenta o Dano do Ataque imersivo de todos os membros próximos da equipe em 54% por 20s. Quando o Ataque Imersivo dos outros personagens atinge um inimigo, regenera 3 de Energia Elemental para o personagem que está com essa arma equipada. É possível regenerar Energia Elemental uma vez a cada 0.7s dessa forma."
    },
    "3": {
      "0": "Quando o personagem que está com essa arma equipada e atinge um inimigo com um Ataque Imersivo, aumenta o Dano do Ataque imersivo de todos os membros próximos da equipe em 67% por 20s. Quando o Ataque Imersivo dos outros personagens atinge um inimigo, regenera 3.25 de Energia Elemental para o personagem que está com essa arma equipada. É possível regenerar Energia Elemental uma vez a cada 0.7s dessa forma."
    },
    "4": {
      "0": "Quando o personagem que está com essa arma equipada e atinge um inimigo com um Ataque Imersivo, aumenta o Dano do Ataque imersivo de todos os membros próximos da equipe em 80% por 20s. Quando o Ataque Imersivo dos outros personagens atinge um inimigo, regenera 3.5 de Energia Elemental para o personagem que está com essa arma equipada. É possível regenerar Energia Elemental uma vez a cada 0.7s dessa forma."
    }
  }
}