{
  "name": "Fluxo da Pureza",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Ao utilizar a Habilidade Elemental, aumenta todos os Bônus de Dano Elemental em 8% por 12s e concede um Contrato de Vida equivalente a 24% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, aumenta em 2% o Bônus de Dano Elemental de todos os Elementos a cada 1.000 pontos removidos. O máximo de 12% de Bônus de Dano Elemental de todos os Elementos pode ser obtido dessa forma por 12s. Contrato de Vida: Absorve a cura recebida pelo personagem e é removido após receber cura equivalente ao valor do Contrato."
    },
    "1": {
      "0": "Ao utilizar a Habilidade Elemental, aumenta todos os Bônus de Dano Elemental em 10% por 12s e concede um Contrato de Vida equivalente a 24% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, aumenta em 2.5% o Bônus de Dano Elemental de todos os Elementos a cada 1.000 pontos removidos. O máximo de 15% de Bônus de Dano Elemental de todos os Elementos pode ser obtido dessa forma por 12s. Contrato de Vida: Absorve a cura recebida pelo personagem e é removido após receber cura equivalente ao valor do Contrato."
    },
    "2": {
      "0": "Ao utilizar a Habilidade Elemental, aumenta todos os Bônus de Dano Elemental em 12% por 12s e concede um Contrato de Vida equivalente a 24% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, aumenta em 3% o Bônus de Dano Elemental de todos os Elementos a cada 1.000 pontos removidos. O máximo de 18% de Bônus de Dano Elemental de todos os Elementos pode ser obtido dessa forma por 12s. Contrato de Vida: Absorve a cura recebida pelo personagem e é removido após receber cura equivalente ao valor do Contrato."
    },
    "3": {
      "0": "Ao utilizar a Habilidade Elemental, aumenta todos os Bônus de Dano Elemental em 14% por 12s e concede um Contrato de Vida equivalente a 24% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, aumenta em 3.5% o Bônus de Dano Elemental de todos os Elementos a cada 1.000 pontos removidos. O máximo de 21% de Bônus de Dano Elemental de todos os Elementos pode ser obtido dessa forma por 12s. Contrato de Vida: Absorve a cura recebida pelo personagem e é removido após receber cura equivalente ao valor do Contrato."
    },
    "4": {
      "0": "Ao utilizar a Habilidade Elemental, aumenta todos os Bônus de Dano Elemental em 16% por 12s e concede um Contrato de Vida equivalente a 24% da Vida Máxima. Este efeito pode ser ativado uma vez a cada 10s. Quando o Contrato de Vida é removido, aumenta em 4% o Bônus de Dano Elemental de todos os Elementos a cada 1.000 pontos removidos. O máximo de 24% de Bônus de Dano Elemental de todos os Elementos pode ser obtido dessa forma por 12s. Contrato de Vida: Absorve a cura recebida pelo personagem e é removido após receber cura equivalente ao valor do Contrato."
    }
  }
}