{
  "name": "Wriothesley",
  "title": "",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Güçlü Buz Yumrukları",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Saldırı</strong>",
        "1": "Wriothesley yumruğunda buzun gücünü toplayarak bir dizi güçlü <strong>Uzaklaştıran Yumruk</strong> saldırısı yapar. Bu şekilde <cryo>Buz Hasarı</cryo> uygulayan en fazla 5 saldırı yapabilir.",
        "2": "Ayrıca Normal Saldırı kombo sayısı, depar veya Buzdiş Saldırısı kullandıktan sonra kısa bir süre boyunca sıfırlanmaz."
      },
      "charged": {
        "0": "<strong>Yüklü Saldırı</strong>",
        "1": "Belirli bir miktar Dayanıklılık tüketerek ileri atılır ve bir <strong>Sıçrama Yumruğu</strong> saldırısı yaparak <cryo>Buz Alan Hasarı</cryo> verir."
      },
      "plunging": {
        "0": "<strong>Havadan Saldırı</strong>",
        "1": "Havadayken dalışa geçerek yere vurur ve yoluna çıkan düşmanlara <cryo>Buz Alan Hasarı</cryo> verir."
      }
    },
    "skillParams": {
      "0": "1 Vuruş Hasarı",
      "1": "2 Vuruş Hasarı",
      "2": "3 Vuruş Hasarı",
      "3": "4 Vuruş Hasarı",
      "4": "5 Vuruş Hasarı",
      "5": "Yüklü Saldırı Hasarı",
      "6": "Yüklü Saldırı Dayanıklılık Maliyeti",
      "7": "Havadan Saldırı Hasarı",
      "8": "Havadan Saldırı Hasarı (Alçaktan/Yüksekten)",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Buzdiş Saldırısı",
    "description": {
      "0": "Wriothesley nefesini, ritmini ve hızını ayarlayarak kısa bir mesafe ileri atılıp <strong>Ürperten Ceza</strong> durumuna girer ve öncesine göre daha güçlü saldırılar yapmaya başlar.",
      "1": "<br/>",
      "2": "<strong>Ürperten Ceza</strong>",
      "3": "Wriothesley'in müdahale direnci yükselir.",
      "4": [
        "Canı %50'nin üzerindeyken <strong>Normal Saldırı: Güçlü Buz Yumrukları</strong> ile tetiklenen Uzaklaştıran Yumruk hasarını artırır. Bu saldırıyla bir düşmana vurulduğunda Wriothesley'in Canı tüketilir."
      ],
      "5": "<br/>",
      "6": "<i>\"Geçmişte inanılanlar geçmişte kalır. Asıl kavramamız gereken geleceğimizdir.\"",
      "7": "\"Kaderine karşı çıkmazsan açgözlülük olur, bunun bedelini de ya suçla ya da kendinle ödersin\"</i>"
    },
    "skillParams": {
      "0": "Gelişmiş Püskürtücü Yumruk Hasarı",
      "1": "Can Maliyeti",
      "2": "Süre",
      "3": "BS",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Kara Altın Kurt Isırığı",
    "description": {
      "0": "Wriothesley boks eldivenlerini kuşanarak buz gibi soğuk bir direkt yumruk atar ve Sarkıt Darbesi ile baktığı yöne doğru birden çok kez <cryo>Buz Alan Hasarı</cryo> hasarı verir.",
      "1": "<br/>",
      "2": "<strong>Arkhe: Öz</strong>",
      "3": "Sarkıt Darbesi sona erdikten sonra düşmanın olduğu yere bir Çalkantılı Kılıç iner ve Öz tesirli <cryo>Buz Hasarı</cryo> verir.",
      "4": "<br/>",
      "5": "<i>Meropide Kalesi Dükünün dahi çaresiz kaldığı durumlar vardır. Mesela, karmaşık kağıt işleri, yöneticilerin ufak dertleri veya... Küçük çocukların boks eldivenlerine şirin ama çıkmayan çıkartmalar yapıştırması.</i>"
    },
    "skillParams": {
      "0": "Beceri Hasarı",
      "1": "Çalkantılı Kılıç Hasarı",
      "2": "BS",
      "3": "Çalkantılı Kılıç BS",
      "4": "Enerji Maliyeti",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Adalet Yerini Bulacak",
    "description": {
      "0": "Wriothesley'nin Canı %60'ın altındayken bir Şefkatli Azar elde eder. Sonraki <strong>Normal Saldırı: Güçlü Buz Yumrukları</strong> Yüklü Saldırısı geliştirilerek Azar: Sıçrama Yumruğuna dönüşür. Dayanıklılık harcanmaz, verilen hasar %30 artar ve hedefe isabet ettikten sonra Wriothesley'ye Maks. Canının %30'u kadar Can yeniler.",
      "1": "Her 5 saniyede bir bu şekilde Şefkatli Azar elde edebilirsin."
    }
  },
  "passive2": {
    "name": "Her Günahın Bir Bedeli Var",
    "description": {
      "0": "Wriothesley, mevcut Canı arttığında veya azaldığında <strong>Buzdiş Telaşı</strong> tarafından gelen Caydırıcı Ceza durumundaysa, Caydırıcı Ceza bir kademe Kovuşturma Emri elde eder. 5 kademeye kadar birikir. Her bir kademe Wriothesley'nin Saldırısını %6 artırır."
    }
  },
  "passive3": {
    "name": "Dükün Lütfu",
    "description": {
      "0": "Wriothesley, Silah Yükseltme Malzemesi üretirken elde ettiği ürünü %10 ihtimalle iki katına çıkarır."
    }
  },
  "constellation1": {
    "name": "Kötüleri Korkut",
    "description": {
      "0": "\"Adalet Yerini Bulacak\" ile tetiklenen Şefkatli Azar aşağıdaki şekilde değişir:",
      "1": "Wriothesley'nin Canı %60'ın altına düşündüğünde veya <strong>Buzdiş Saldırısı</strong> ile tetiklenen Ürperten Ceza durumundayken beşinci Uzaklaştıran Yumruk saldırısı temas ettiğinde bir Şefkatli Azar oluşturur. Her 2,5 saniyede bir Şefkatli Azar etkisi kazanılabilir.",
      "2": "<br/>",
      "3": "Ayrıca Azar: Sıçrama Yumruğu şu etkileri kazanır:",
      "4": [
        "Verilen hasar %150 artar.",
        "Wriothesley'nin Ürperten Ceza durumunda kalma süresi 4 saniye uzar. Bu uzatma her bir Ürperten Ceza durumu için bir kez meydana gelebilir."
      ],
      "5": "<br/>",
      "6": "\"Adalet Yerini Bulacak\" Pasif Yeteneğinin açılmış olması gerekir."
    }
  },
  "constellation2": {
    "name": "Küstahları Vur Zincire",
    "description": {
      "0": "<strong>Kara Altın Kurt Isırığı</strong> kullanıldığında, \"Her Günahın Bir Bedeli Var\" Pasif Yeteneği ile kazanılan Kovuşturma Emri kademeleri, bu yeteneğin hasarını %40 artırır.",
      "1": "\"Her Günahın Bir Bedeli Var\" Pasif Yeteneğinin açılmış olması gerekir."
    }
  },
  "constellation3": {
    "name": "Sahtekarları Cezalandır",
    "description": {
      "0": "<strong>Normal Saldırı: Güçlü Buz Yumrukları</strong> Seviyesini 3 artırır.",
      "1": "Maksimum yükseltme seviyesi 15'tir."
    }
  },
  "constellation4": {
    "name": "Mağdurları Kurtar",
    "description": {
      "0": "Wriothesley'nin Azar: Sıçrama Yumruğu ile kazandığı Can, Maks. Canının %50'sine kadar yükselir. \"Adalet Yerini Bulacak\" Pasif Yeteneğinin açılmış olması gerekir.",
      "1": "Ayrıca Wriothesley'nin Maks. Canından daha fazla iyileşmesi halinde, sahada olup olmamasına göre bazı etkiler meydana gelir. Wriothesley eğer sahadaysa 4 saniyeliğine Saldırı Hızı %20 artar, sahada değilse 6 saniyeliğine tüm grup üyelerinin Saldırı Hızı %10 artar. Bu iki Saldırı Hızı artırma yöntemi birbirine eklenmez."
    }
  },
  "constellation5": {
    "name": "İftira Atılanlara Merhamet",
    "description": {
      "0": "<strong>Kara Altın Kurt Isırığı</strong> Seviyesini 3 artırır.",
      "1": "Maksimum yükseltme seviyesi 15'tir."
    }
  },
  "constellation6": {
    "name": "Masumları Koru",
    "description": {
      "0": "Azar: Sıçrama Yumruğunun Kritik Oranı %10, Kritik Hasarı %80 artar. Ayrıca Azar: Sıçrama Yumruğunun Temel Hasarının %100'ü kadar hasar veren bir sarkıt ortaya çıkarır. Bu şekilde verilen Hasar, Yüklü Saldırı Hasarı sayılır.",
      "1": "\"Adalet Yerini Bulacak\" Pasif Yeteneğinin açılmış olması gerekir."
    }
  }
}