{
  "name": "Xianyun",
  "title": "Müjdeli Kanatlar",
  "description": "",
  "constellationName": "Ulu Turna",
  "auto": {
    "name": "Rüzgar ile Çiçeğin Sözleri",
    "fields": {
      "normal": {
        "0": "<strong><strong>Normal Saldırı</strong>",
        "1": "Girdap rüzgarlarını çağırarak en fazla 4 saldırı yapar ve <anemo>Rüzgar Hasarı</anemo> verir."
      },
      "charged": {
        "0": "<strong>Yüklü Saldırı</strong>",
        "1": "Belirli miktarda Dayanıklılık harcayarak düz bir çizgide Esinti Çemberi oluşturur ve yolu üzerindeki düşmanlara <anemo>Rüzgar Hasarı</anemo> verir."
      },
      "plunging": {
        "0": "<strong>Havadan Saldırı</strong>",
        "1": "Havadayken Rüzgar gücü toplar, yere doğru atılır ve yoluna çıkan tüm düşmanlara hasar verir. Yere vurduğunda <anemo>Rüzgar Alan Hasarı</anemo> verir."
      }
    },
    "skillParams": {
      "0": "1 Vuruş Hasarı",
      "1": "2 Vuruş Hasarı",
      "2": "3 Vuruş Hasarı",
      "3": "4 Vuruş Hasarı",
      "4": "Yüklü Saldırı Hasarı",
      "5": "Yüklü Saldırı Dayanıklılık Maliyeti",
      "6": "Havadan Saldırı Hasarı",
      "7": "Havadan Saldırı Hasarı (Alçaktan/Yüksekten)",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Şafaktaki Beyaz Bulutlar",
    "description": {
      "0": "Xianyun, Bulut Değişimi durumuna girerek bir defa Göğe Uzanan Merdiven kullanır. Bu durumdayken Göğe Uzanan Merdiveni en fazla 2 defa daha kullanabilir ve Düşme Hasarı almaz.",
      "1": "Xianyun bu durumdayken Normal veya Havadan Saldırı yaptığında bu saldırılar yerine Sürüklenen Bulut Dalgası kullanarak Bulut Esintisi Turnasına dönüşür, yakındaki düşmanlara bir dalış saldırısı yaparak <anemo>Rüzgar Alan Hasarı</anemo> verir ve Bulut Değişimini sonlandırır. Bu şekilde verilen Hasar, Havadan Saldırı Hasarı sayılır.",
      "2": "<br/>",
      "3": "<strong>Göğe Uzanan Merdiven</strong>",
      "4": "Xianyun geçici olarak öne ve havaya doğru yükselerek yolundaki hedeflere <anemo>Rüzgar Hasarı</anemo> verir.",
      "5": "Havadayken kullanılabilir. Yerden kullanıldığında sıçrama mesafesi artar.",
      "6": "Bulut Değişimi durumundayken Göğe Uzanan Merdiven kullanılarak aynı düşmana en fazla bir defa hasar verilebilir.",
      "7": "<br/>",
      "8": "Bulut Değişimi durumu esnasında ne kadar çok Göğe Uzanan Merdiven kullanılırsa Sürüklenen Bulut Dalgasının Hasarı o kadar artar, ayrıca Etki Alanı da genişler. Xianyun, 3 Göğe Uzanan Merdiven kullandıktan sonra (Şafaktaki Beyaz Bulutlardan gelen ilk kullanım dahil) en güçlü Sürüklenen Bulut Dalgası: İlahi Haşmeti kullanır.",
      "9": "<br/>",
      "10": "Şafaktaki Beyaz Bulutlar sadece yerdeyken kullanılabilir.",
      "11": "Göğe Uzanan Merdiven kısa süre içinde tekrar kullanılmazsa Bulut Değişimi durumu sona erer ve Bekleme Süresi başlar. Bulut Değişimi durumu süresince Sürüklenen Bulut Dalgası kullanılmamışsa Bulut Değişiminin Bekleme Süresi 3sn azalır.",
      "12": "<br/>",
      "13": "<i>Bulutlar Hakimi'nin elini tutarken dikkatli ol, bir kere tutunca bırakması zordur.</i>"
    },
    "skillParams": {
      "0": "Beceri Hasarı",
      "1": "Sürüklenen Bulut Dalgası Hasarı",
      "2": "BS",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Alacakaranlıkta Beliren Yıldızlar",
    "description": {
      "0": "<anemo>Rüzgar Alan Hasarı</anemo> veren ve Xianyun'un Saldırısına göre yakındaki tüm karakterleri iyileştiren kutsal bir esinti çıkarır. Ayrıca Hasır Yıldız adlı bir mekanizma çağırır.",
      "1": "<br/>",
      "2": "<strong>Hasır Yıldız</strong>",
      "3": [
        "Aktif karakteri sürekli takip eder ve Xianyun'un Saldırısına göre yakındaki tüm karakterleri belirli aralıklarla iyileştirir.",
        "8 kademe Adeptus Yardımı ile başlar. Adeptus Yardımı aktifken yakındaki aktif karakterlerin sıçrama yüksekliği artar.",
        "Aktif karakter bir Havadan Saldırı tamamladığında Hasır Yıldız 1 kademe Adeptus Yardımı harcayarak <anemo>Rüzgar Alan Hasarı</anemo> verir."
      ],
      "4": "Aynı anda sadece 1 Hasır Yıldız var olabilir.",
      "5": "<br/>",
      "6": "<i>Bu cihaz, önceki tasarımları arasında Marifetli Kazanlar, Kar Yığını Mekanizması, Üstün Temizlik Makinası, Uçan Taşıma Cihazı ve Çiçek Budayan bulunan \"Ay ve Yıldız Tasarımları\" serisindeki en yeni icattır. Bu seri ilk başta Bulutlar Hakimi'nin hayranlık duyduğu genç insanlar için tasarlanmıştı, dolayısıyla yarı Adeptuslar için tasarlanmamıştı. Ancak Bulutlar Hakimi'nin bir kız öğrencisi, kendisine Hasır Yıldız teklif edildiğinde duygudan yoksun bir ifadeyle şu iki kelimeyi söylemişti: \"Hayır, teşekkürler.\"",
      "7": "Dolayısıyla Bulutlar Hakimi'nin Hasır Yıldızı kendine saklamaktan başka çaresi kalmamıştı.</i>"
    },
    "skillParams": {
      "0": "Beceri Hasarı",
      "1": "Hasır Yıldız Hasarı",
      "2": "İyileştirme",
      "3": "Sürekli İyileştirme",
      "4": "Süre",
      "5": "BS",
      "6": "Enerji Maliyeti",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Fırtına Tüyünün Peşinde",
    "description": {
      "0": "<anemo>Şafaktaki Beyaz Bulutlardaki</anemo> Sürüklenen Bulut Dalgası: İlahi Haşmet hedefe isabet ettiğinde, hedefin önünde yakındaki düşmanları ve nesneleri içine çeken bir girdap oluşturur."
    }
  },
  "passive2": {
    "name": "Kendi Diyarında Bir Adeptus",
    "description": {
      "0": "<anemo>Alacakaranlıkta Beliren Yıldızlar</anemo> tarafından oluşturulan Hasır Yıldızın Adeptus Yardımı kademeleri olduğunda, yakındaki aktif karakterlerin Havadan Saldırı şok dalgası Hasarı Xianyun'un Saldırısının %170'i kadar artar. Bu şekilde kazanılabilecek en fazla Hasar artışı 8.500'dür.",
      "1": "Her bir Havadan Saldırı şok dalgası Hasarı, bu artan Hasar etkisini sadece bir düşmana uygulayabilir. Bu etkiyi her karakter 0,4 saniyede bir tetikleyebilir."
    }
  },
  "passive3": {
    "name": "Turna Görünümü",
    "description": {
      "0": "Kendi grup üyelerinin uçuş Hızı %15 artar.",
      "1": "Aynı etkiyi veren Pasif Yeteneklerle birikmez."
    }
  },
  "constellation1": {
    "name": "Arındırıcı Rüzgar",
    "description": {
      "0": "<anemo>Şafaktaki Beyaz Bulutlar</anemo> 1 defa daha kullanılabilir."
    }
  },
  "constellation2": {
    "name": "Dünyadan Uzak",
    "description": {
      "0": "<anemo>Şafaktaki Beyaz Bulutlardan</anemo> bir Göğe Uzanan Merdiven kullandıktan sonra 15sn boyunca Xianyun'un Saldırısı %20 artar.",
      "1": "Ayrıca Pasif Yetenek \"Kendi Diyarında Bir Adeptus\"un etkileri güçlenir. <anemo>Alacakaranlıkta Beliren Yıldızlar</anemo> tarafından oluşturulan Hasır Yıldızın Adeptus Yardımı kademeleri olduğunda, yakındaki aktif karakterlerin Havadan Saldırı şok dalgası Hasarı Xianyun'un Saldırısının %306'sı kadar artar. Bu şekilde kazanılabilecek en fazla Hasar artışı 15.300'dür.",
      "2": "Her bir Havadan Saldırı şok dalgası Hasarı, bu Hasar artışı etkisini sadece bir düşmana uygulayabilir. Bu etkiyi her karakter 0,4 saniyede bir tetikleyebilir.",
      "3": "Öncelikle Pasif Yetenek \"Kendi Diyarında Bir Adeptus\"u açman gerekir."
    }
  },
  "constellation3": {
    "name": "Gök Kubbenin Yaratılışı",
    "description": {
      "0": "<strong>Alacakaranlıkta Beliren Yıldızlar</strong> Seviyesini 3 artırır.",
      "1": "Maksimum yükseltme seviyesi 15'tir."
    }
  },
  "constellation4": {
    "name": "Gizemli Darı Gurmesi",
    "description": {
      "0": "<anemo>Şafaktaki Beyaz Bulutlar</anemo> Bulut Değişimi durumu sırasında 1/2/3 defa Göğe Uzanan Merdiven kullanıldığında, o esnada kullanılan bir Sürüklenen Bulut Dalgası bir düşmana isabet ederse yakındaki tüm grup üyelerini Xianyun'un Saldırısının %50/%80/%150 kadarı oranda iyileştirir. Bu etki 5 saniyede bir tetiklenebilir."
    }
  },
  "constellation5": {
    "name": "Gül Renkli Bulutların Üzerinde",
    "description": {
      "0": "<strong>Şafaktaki Beyaz Bulutlar</strong> Seviyesini 3 artırır.",
      "1": "Maksimum yükseltme seviyesi 15'tir."
    }
  },
  "constellation6": {
    "name": "Bulut Muhafızının İradesi",
    "description": {
      "0": "Göğe Uzanan Merdiven, <anemo>Şafaktaki Beyaz Bulutlar</anemo> tarafından oluşan bir Bulut Değişimi durumunda 1/2/3 defa kullanıldığında ortaya çıkan Sürüklenen Bulut Dalgasının Kritik Hasarı %15/%35/%70 oranında artar.",
      "1": "Xianyun, Şafaktaki Beyaz Bulutları kullandığında <anemo>Alacakaranlıkta Beliren Yıldızların</anemo> Hasır Yıldızı Adeptus Yardımına sahipse 1 kademe Adeptus Yardımı harcanır ve Şafaktaki Beyaz Bulutların bu kullanımında Bekleme Süresi başlamaz. Ayrıca bu seferki Bulut Değişimi durumu, Sürüklenen Bulut Dalgası sonucu Hasır Yıldızın saldırısını tetiklediğinde Adeptus Yardımı harcanmaz.",
      "2": "Buna ek olarak, Sürüklenen Bulut Dalgası: İlahi Haşmet bir düşmana isabet ettiğinde Hasır Yıldız 1 kademe Adeptus Yardımı kazanır. Bu etki 8 saniyede bir tetiklenebilir."
    }
  }
}