{
  "name": "Lumidouce Ağıtı",
  "description": {},
  "passiveName": "Işıltılı Şafak Şarkısı",
  "passiveDescription": {
    "0": {
      "0": "Saldırı <cryo>%15</cryo> artar. Kuşanan karakter düşman üzerinde Yanma tepkimesi tetiklediğinde verilen Hasar <cryo>%18</cryo> artar. Bu etki 8sn sürer ve en fazla 2 kademe birikebilir. 2 kademeye ulaşıldığında ya da 2. kademe yenilendiğinde <cryo>8</cryo> Enerji kazanılır. Bu şekilde her 12 saniyede bir Enerji kazanılabilir. Yukarıdaki 2 etki, karakter savaş alanında olmadığı zaman da tetiklenebilir."
    },
    "1": {
      "0": "Saldırı <cryo>%19</cryo> artar. Kuşanan karakter düşman üzerinde Yanma tepkimesi tetiklediğinde verilen Hasar <cryo>%23</cryo> artar. Bu etki 8sn sürer ve en fazla 2 kademe birikebilir. 2 kademeye ulaşıldığında ya da 2. kademe yenilendiğinde <cryo>9</cryo> Enerji kazanılır. Bu şekilde her 12 saniyede bir Enerji kazanılabilir. Yukarıdaki 2 etki, karakter savaş alanında olmadığı zaman da tetiklenebilir."
    },
    "2": {
      "0": "Saldırı <cryo>%23</cryo> artar. Kuşanan karakter düşman üzerinde Yanma tepkimesi tetiklediğinde verilen Hasar <cryo>%28</cryo> artar. Bu etki 8sn sürer ve en fazla 2 kademe birikebilir. 2 kademeye ulaşıldığında ya da 2. kademe yenilendiğinde <cryo>10</cryo> Enerji kazanılır. Bu şekilde her 12 saniyede bir Enerji kazanılabilir. Yukarıdaki 2 etki, karakter savaş alanında olmadığı zaman da tetiklenebilir."
    },
    "3": {
      "0": "Saldırı <cryo>%27</cryo> artar. Kuşanan karakter düşman üzerinde Yanma tepkimesi tetiklediğinde verilen Hasar <cryo>%33</cryo> artar. Bu etki 8sn sürer ve en fazla 2 kademe birikebilir. 2 kademeye ulaşıldığında ya da 2. kademe yenilendiğinde <cryo>11</cryo> Enerji kazanılır. Bu şekilde her 12 saniyede bir Enerji kazanılabilir. Yukarıdaki 2 etki, karakter savaş alanında olmadığı zaman da tetiklenebilir."
    },
    "4": {
      "0": "Saldırı <cryo>%31</cryo> artar. Kuşanan karakter düşman üzerinde Yanma tepkimesi tetiklediğinde verilen Hasar <cryo>%38</cryo> artar. Bu etki 8sn sürer ve en fazla 2 kademe birikebilir. 2 kademeye ulaşıldığında ya da 2. kademe yenilendiğinde <cryo>12</cryo> Enerji kazanılır. Bu şekilde her 12 saniyede bir Enerji kazanılabilir. Yukarıdaki 2 etki, karakter savaş alanında olmadığı zaman da tetiklenebilir."
    }
  }
}