{
  "name": "Derinliklerin Sonu",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Bir Element Becerisi kullanıldığında 12 saniyeliğine Saldırı %12 artar ve Maks. Canın %25'i oranında Hayat Bağı kazanılır. Bu etki, her 10 saniyede bir tetiklenebilir. Hayat Bağı bittikten sonra 12 saniyeliğine en fazla 150 olmak üzere Hayat Bağının %2,4'ü kadar Saldırı kazanılır. Hayat Bağı: Temel değerine göre karakter için Can emer ve emilen Can bu değere ulaştığında kademe temizlenir."
    },
    "1": {
      "0": "Bir Element Becerisi kullanıldığında 12 saniyeliğine Saldırı %15 artar ve Maks. Canın %25'i oranında Hayat Bağı kazanılır. Bu etki, her 10 saniyede bir tetiklenebilir. Hayat Bağı bittikten sonra 12 saniyeliğine en fazla 187,5 olmak üzere Hayat Bağının %3'ü kadar Saldırı kazanılır. Hayat Bağı: Temel değerine göre karakter için Can emer ve emilen Can bu değere ulaştığında kademe temizlenir."
    },
    "2": {
      "0": "Bir Element Becerisi kullanıldığında 12 saniyeliğine Saldırı %18 artar ve Maks. Canın %25'i oranında Hayat Bağı kazanılır. Bu etki, her 10 saniyede bir tetiklenebilir. Hayat Bağı bittikten sonra 12 saniyeliğine en fazla 225 olmak üzere Hayat Bağının %3,6'sı kadar Saldırı kazanılır. Hayat Bağı: Temel değerine göre karakter için Can emer ve emilen Can bu değere ulaştığında kademe temizlenir."
    },
    "3": {
      "0": "Bir Element Becerisi kullanıldığında 12 saniyeliğine Saldırı %21 artar ve Maks. Canın %25'i oranında Hayat Bağı kazanılır. Bu etki, her 10 saniyede bir tetiklenebilir. Hayat Bağı bittikten sonra 12 saniyeliğine en fazla 262,5 olmak üzere Hayat Bağının %4,2'si kadar Saldırı kazanılır. Hayat Bağı: Temel değerine göre karakter için Can emer ve emilen Can bu değere ulaştığında kademe temizlenir."
    },
    "4": {
      "0": "Bir Element Becerisi kullanıldığında 12 saniyeliğine Saldırı %24 artar ve Maks. Canın %25'i oranında Hayat Bağı kazanılır. Bu etki, her 10 saniyede bir tetiklenebilir. Hayat Bağı bittikten sonra 12 saniyeliğine en fazla 300 olmak üzere Hayat Bağının %4,8'i kadar Saldırı kazanılır. Hayat Bağı: Temel değerine göre karakter için Can emer ve emilen Can bu değere ulaştığında kademe temizlenir."
    }
  }
}