{
  "name": "Baizhu",
  "title": "???",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Acupuntura áurica",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Ataca hasta 4 veces hacia el frente para infligir <dendro>Daño Dendro</dendro>."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume una cierta cantidad de Aguante para infligir <dendro>Daño Dendro en el AdE</dendro> hacia adelante después de un corto tiempo de canalización."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Concentra el poder de las plantas, se lanza desde el aire para golpear el suelo y daña a los enemigos a su paso, infligiendo <dendro>Daño Dendro en el AdE</dendro> en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de ATQ Cargado",
      "5": "Coste de Aguante de ATQ Cargado",
      "6": "Daño de Caída",
      "7": "Daño de impacto de caída baja/alta",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Diagnóstico universal",
    "description": {
      "0": "Controla a un espíritu sérico que se mueve entre los enemigos cercanos para atacarlos e infligirles <dendro>Daño Dendro</dendro>.",
      "1": "Tras ejecutar un máximo de 3 ataques o cuando no haya ningún enemigo cerca, el espíritu sérico regresa y restaura Vida a todos los personajes del equipo en función de la Vida Máx. de Baizhu.",
      "2": "<br/>",
      "3": "<i>Los expertos en las artes curatorias saben distinguir las señales verdaderas de las falsas, lo que les permite eliminar las enfermedades de raíz incluso antes de que se manifieste cualquier síntoma.</i>"
    },
    "skillParams": {
      "0": "Daño de habilidad",
      "1": "Curación",
      "2": "TdE",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Sanación holística",
    "description": {
      "0": "Entra en el estado de “edicto palpitante” y crea un “escudo incólume”.",
      "1": "Mientras este estado está activo, crea un nuevo escudo incólume cada 2{NON_BREAK_SPACE}s.",
      "2": "<br/>",
      "3": "Bajo las siguientes circunstancias, el escudo libera una espirituarteria que restaura Vida al personaje en uso en función de la Vida Máx. de Baizhu y ataca a los enemigos para infligirles <dendro>Daño Dendro</dendro>:",
      "4": [
        "Cuando un personaje está bajo la protección del escudo incólume y crea un nuevo escudo.",
        "Cuando termina el efecto del escudo o cuando este se rompe al recibir daño."
      ],
      "5": "<br/>",
      "6": "<i>Si eres capaz de comprender el cielo y la tierra, de defender tu esencia interior del caos exterior y de mantener la mente en calma, te habrás convertido en un ser imparable.</i>"
    },
    "skillParams": {
      "0": "Absorción de daño del escudo incólume",
      "1": "Duración del escudo incólume",
      "2": "Intervalo de creación de escudo incólume",
      "3": "Curación de espirituarteria",
      "4": "Daño de espirituarteria",
      "5": "Duración de edicto palpitante",
      "6": "TdE",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Cinco elementos de la fortuna",
    "description": {
      "0": "Baizhu obtiene diferentes efectos según la Vida de tu personaje en uso:",
      "1": [
        "Cuando la Vida de dicho personaje es inferior al 50%, Baizhu obtiene un 20% de Bono de Curación.",
        "Si la Vida de tu personaje en uso es superior o igual al 50%, Baizhu obtiene un 25% de <dendro>Bono de Daño Dendro</dendro>."
      ]
    }
  },
  "passive2": {
    "name": "Madre tierra",
    "description": {
      "0": "Los personajes que sean curados mediante <strong>Sanación holística</strong> obtendrán el efecto de “fortuna de la madera”, el cual hace que, por cada 1000{NON_BREAK_SPACE}pts. de Vida Máx. que tenga Baizhu por debajo de los 50{NON_BREAK_SPACE}000{NON_BREAK_SPACE}pts., el daño que inflige el personaje con las reacciones de Quemadura, Florecimiento, Sobreflorecimiento y Crepitar aumenta en un 2%, y el de las reacciones de Intensificación y Propagación aumenta en un 0.8% durante 6{NON_BREAK_SPACE}s."
    }
  },
  "passive3": {
    "name": "Nutrición vegetal",
    "description": {
      "0": "Cuando Baizhu está en el equipo, al interactuar con algunos objetos recolectables, curará a tu personaje en uso en una cantidad equivalente al 2.5% de la Vida Máx. de Baizhu."
    }
  },
  "constellation1": {
    "name": "Aflicción desgarradora",
    "description": {
      "0": "Aumenta en 1 las cargas de <strong>Diagnóstico universal</strong>."
    }
  },
  "constellation2": {
    "name": "Maestría versátil",
    "description": {
      "0": "Cuando tu personaje en uso (a excepción de Baizhu) golpea a un enemigo, Baizhu libera un espíritu sérico cercenador.",
      "1": "Este espíritu ejecuta un ataque que inflige un 300% de <dendro>Daño Dendro</dendro> y cura un 20% de lo que haría el espíritu sérico creado mediante <strong>Diagnóstico universal</strong>.",
      "2": "El daño infligido de esta manera se considera daño de Habilidad Elemental.",
      "3": "Este efecto solo puede activarse una vez cada 5{NON_BREAK_SPACE}s."
    }
  },
  "constellation3": {
    "name": "Homeostasis omnímoda",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Sanación holística</strong>{NON_BREAK_SPACE}+3.",
      "1": "Puede ser aumentado hasta Niv.{NON_BREAK_SPACE}15."
    }
  },
  "constellation4": {
    "name": "Contemplación atávica",
    "description": {
      "0": "Tras usar <strong>Sanación holística</strong>, la Maestría Elemental de todos los personajes del equipo cercanos aumenta en 80{NON_BREAK_SPACE}pts. durante 15{NON_BREAK_SPACE}s."
    }
  },
  "constellation5": {
    "name": "Síntomas variables",
    "description": {
      "0": "Aumenta el nivel de habilidad de <strong>Diagnóstico universal </strong> {NON_BREAK_SPACE}+3.",
      "1": "Puede ser aumentado hasta Niv.{NON_BREAK_SPACE}15."
    }
  },
  "constellation6": {
    "name": "Patogénesis",
    "description": {
      "0": "El daño que inflige la espirituarteria de <strong>Sanación holística</strong> aumenta en una cantidad equivalente al 10% de la Vida Máx. de Baizhu.",
      "1": "Además, cuando el <strong>espíritu sérico</strong> o el espíritu sérico cercenador golpea a un enemigo, hay un 100% de probabilidad de crear un escudo incólume de <strong>Sanación holística</strong>. Cada espíritu sérico o espíritu sérico cercenador solo puede activar este efecto una vez."
    }
  }
}