{
  "name": "Xianyun",
  "title": "???",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Palabra vientofloral",
    "fields": {
      "normal": {
        "0": "<strong><strong>Ataque Normal</strong>",
        "1": "Crea remolinos de viento para realizar hasta 4 ataques consecutivos, los cuales infligen <anemo>Daño Anemo</anemo>."
      },
      "charged": {
        "0": "<strong>Ataque Cargado</strong>",
        "1": "Consume una cierta cantidad de Aguante y crea un anillo de viento que viaja en línea recta e inflige <anemo>Daño Anemo</anemo> a los enemigos que hay en su trayectoria."
      },
      "plunging": {
        "0": "<strong>Ataque Descendente</strong>",
        "1": "Se lanza desde el aire para golpear el suelo y daña a los enemigos a su paso, infligiendo <anemo>Daño Anemo en el AdE</anemo> en el momento del impacto."
      }
    },
    "skillParams": {
      "0": "Daño de 1er golpe",
      "1": "Daño de 2.º golpe",
      "2": "Daño de 3er golpe",
      "3": "Daño de 4.º golpe",
      "4": "Daño de ATQ Cargado",
      "5": "Coste de Aguante de ATQ Cargado",
      "6": "Daño de Caída",
      "7": "Daño de impacto de caída baja/alta",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Grulla del celaje",
    "description": {
      "0": "Xianyun entra en el estado de “nimbogrulla” y da un impulso célico. Tras entrar en dicho estado, puede dar hasta dos impulsos célicos más.",
      "1": "Cuando Xianyun ejecuta un Ataque Normal o Descendente en el estado de nimbogrulla, en su lugar libera una onda nublosa, la cual adopta la forma de una grulla de la brisa que arremete contra los enemigos cercanos para infligirles <anemo>Daño Anemo en el AdE</anemo>, tras lo que termina el estado de nimbogrulla. El daño infligido de esta manera se considera daño de Ataque Descendente.",
      "2": "<br/>",
      "3": "<strong>Impulso célico</strong>",
      "4": "Xianyun da un salto hacia delante e inflige <anemo>Daño Anemo</anemo> contra los objetivos que haya en su trayectoria.",
      "5": "Puede dar un impulso célico mientras está en el aire, pero al hacerlo en el suelo, la distancia que recorre será mayor.",
      "6": "Durante el estado de nimbogrulla, Xianyun solo puede infligir daño una vez contra el mismo enemigo por medio de un impulso célico.",
      "7": "<br/>",
      "8": "Cuantos más impulsos célicos dé Xianyun en el estado de nimbogrulla, más daño infligirá la onda nublosa y mayor será su AdE. Tras dar tres impulsos célicos (lo cual incluye el impulso liberado al usar la habilidad “Grulla del celaje”), se libera una onda nublosa extrapoderosa llamada “Onda nublosa: Supresión divina”.",
      "9": "<br/>",
      "10": "Grulla del celaje solo se puede usar estando en el suelo.",
      "11": "Si no se da un impulso célico en un breve periodo de tiempo, el estado de nimbogrulla terminará y la habilidad entrará en TdE. Si no se da ningún impulso célico durante dicho estado, el TdE será de 3 s menos.",
      "12": "<br/>",
      "13": "<i>Una breve conversación con Preservadora de Nubes es suficiente para darse cuenta de que tiene un pico de oro.</i>"
    },
    "skillParams": {
      "0": "Daño de senda de forma adéptica",
      "1": "Daño de Grulla cazadora: Primer salto",
      "2": "Daño de Grulla cazadora: Segundo salto",
      "3": "Daño de Grulla cazadora: Tercer salto",
      "4": "TdE al pulsar una vez",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Estrellas del crepúsculo",
    "description": {
      "0": "Invoca los vientos adépticos para infligir <anemo>Daño Anemo en el AdE</anemo>, restaura Vida a todos los personajes cercanos del equipo en una cantidad equivalente al ATQ de Xianyun, e invoca el artilugio “lucero de bambú”.",
      "1": "<br/>",
      "2": "<strong>Lucero de bambú</strong>",
      "3": [
        "Sigue continuamente al personaje en uso y restaura Vida periódicamente a todos los personajes cercanos en función del ATQ de Xianyun.",
        "Comienza con 8 cargas de “potenciación adéptica”, las cuales aumentan la altura a la que saltan los personajes en uso cercanos.",
        "Cuando el personaje en uso ejecuta un Ataque Descendente, el lucero de bambú consume una carga de potenciación adéptica e inflige <anemo>Daño Anemo en el AdE</anemo>."
      ],
      "4": "<br/>",
      "5": "<i>Este nuevo invento, perteneciente a la serie “Artilugios Lunastrales”, fue creado después de la cocinadora mecánica suprema, la transportadora de madera suprema, la rastreadora de maravillas suprema, la tetera de manantiales suprema, la esquiadora voladora suprema, la limpiadora del hogar suprema y la amplificadora sónica suprema. Los artilugios de esta serie estaban dirigidos a los niños humanos que más aprecia Preservadora de Nubes, por lo que (que conste) no tenía en mente a cierta mitad Adeptus en mente cuando los creó. Fue una lástima que, al ver el lucero de bambú, cierta discípula de Preservadora le dijera con total indiferencia que no lo quería para nada…",
      "6": "Así que la Adeptus se quedó con el artilugio para uso personal.</i>"
    },
    "skillParams": {
      "0": "Daño instantáneo",
      "1": "Daño coordinado del mecanismo",
      "2": "Curación instantánea",
      "3": "Curación continua del mecanismo",
      "4": "Intervalo de curación del mecanismo",
      "5": "Duración del mecanismo",
      "6": "TdE",
      "7": "Energía Elemental",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Brisa alboalada",
    "description": {
      "0": "Tras golpear a un enemigo con la Onda nublosa: Supresión divina de <anemo>Grulla del celaje</anemo>, se crea un vórtice que atrae a los enemigos y objetos cercanos."
    }
  },
  "passive2": {
    "name": "Cual Adeptus en su morada",
    "description": {
      "0": "Cuando el lucero de bambú de <anemo>Estrellas del crepúsculo</anemo> tiene cargas de potenciación adéptica, el daño del Ataque Descendente del personaje en uso aumenta en una cantidad equivalente al 170% del ATQ de Xianyun. Este daño solo puede aumentar en un máximo de 8500 pts. de esta manera.",
      "1": "El daño aumentado de cada Ataque Descendente solo puede surtir efecto contra 1 enemigo, y cada personaje solo podrá activar este efecto una vez cada 0.4 s."
    }
  },
  "passive3": {
    "name": "Encarnación de la grulla",
    "description": {
      "0": "Aumenta en un 15% la Vel. de Vuelo de tus personajes del equipo.",
      "1": "No se puede acumular con otros talentos pasivos que tengan los mismos efectos."
    }
  },
  "constellation1": {
    "name": "Vientos del destino",
    "description": {
      "0": "Aumenta en 1 las cargas de <anemo>Grulla del celaje</anemo>."
    }
  },
  "constellation2": {
    "name": "Graznido ermitaño",
    "description": {
      "0": "Tras usar <anemo>Grulla del celaje</anemo>, el ATQ de Xianyun aumenta en un 20% durante 15 s.",
      "1": "Además, los efectos del talento pasivo “Cual Adeptus en su morada” se fortalecen, de manera que, cuando el lucero de bambú de <anemo>Estrellas del crepúsculo</anemo> tiene cargas de potenciación adéptica, el daño del Ataque Descendente del personaje en uso aumenta en una cantidad equivalente al 306% del ATQ de Xianyun. Este daño solo puede aumentar en un máximo de 15 300 pts. de esta manera.",
      "2": "El daño aumentado de cada Ataque Descendente solo puede surtir efecto contra 1 enemigo, y cada personaje solo podrá activar este efecto una vez cada 0.4 s.",
      "3": "Para activar este efecto, es necesario desbloquear el talento pasivo “Cual Adeptus en su morada”."
    }
  },
  "constellation3": {
    "name": "Creaciones lunastrales",
    "description": {
      "0": "Aumenta el nivel de habilidad de <anemo>Estrellas del crepúsculo</anemo> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation4": {
    "name": "Maravillas del sorgo",
    "description": {
      "0": "Tras dar 1/2/3 impulsos célicos en el estado de nimbogrulla de <anemo>Grulla del celaje</anemo> y golpear a un enemigo con una onda nublosa mientras dicho estado está activo, todos los miembros cercanos del equipo recuperan Vida en una cantidad equivalente al 50/80/150% del ATQ de Xianyun. Este efecto puede ocurrir una vez cada 5 s."
    }
  },
  "constellation5": {
    "name": "Celaje arrebol",
    "description": {
      "0": "Aumenta el nivel de habilidad de <anemo>Grulla del celaje</anemo> +3.",
      "1": "Puede ser aumentado hasta Niv. 15."
    }
  },
  "constellation6": {
    "name": "Custodia de las nubes",
    "description": {
      "0": "El Daño CRIT de las ondas nublosas de <anemo>Grulla del celaje</anemo> aumenta en un 70%.",
      "1": "Si al usar Grulla del celaje el lucero de bambú de <anemo>Estrellas del crepúsculo</anemo> tiene cargas de potenciación adéptica, consume 1 carga y Grulla del celaje no entra en TdE. Además, cuando una onda nublosa del estado de nimbogrulla activa un ataque del lucero de bambú, no se consumen cargas de potenciación adéptica.",
      "2": "Por otro lado, al golpear a un enemigo con la Onda nublosa: Supresión divina, el lucero de bambú obtiene una carga de potenciación adéptica. Esto solo puede ocurrir una vez cada 8 s."
    }
  }
}