{
  "name": "Fluencia Impoluta",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Al usar la Habilidad Elemental, todos los Bonos de Daño elemental aumentan en un <cryo>8%</cryo> durante 15 s, y otorga al personaje un “pacto vital” del 24% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, otorga un <cryo>2%</cryo> a todos los Bonos de Daño Elemental por cada 1000 pts. consumidos de dicho pacto. Como máximo, de esta manera se puede obtener un <cryo>12%</cryo> para todos los Bonos de Daño Elemental durante 15 s. Pacto vital: en función de una cantidad concreta, absorbe la curación que recibe el personaje y se elimina tras haber absorbido una cantidad de curación equivalente a dicha cantidad."
    },
    "1": {
      "0": "Al usar la Habilidad Elemental, todos los Bonos de Daño elemental aumentan en un <cryo>10%</cryo> durante 15 s, y otorga al personaje un “pacto vital” del 24% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, otorga un <cryo>2.5%</cryo> a todos los Bonos de Daño Elemental por cada 1000 pts. consumidos de dicho pacto. Como máximo, de esta manera se puede obtener un <cryo>15%</cryo> para todos los Bonos de Daño Elemental durante 15 s. Pacto vital: en función de una cantidad concreta, absorbe la curación que recibe el personaje y se elimina tras haber absorbido una cantidad de curación equivalente a dicha cantidad."
    },
    "2": {
      "0": "Al usar la Habilidad Elemental, todos los Bonos de Daño elemental aumentan en un <cryo>12%</cryo> durante 15 s, y otorga al personaje un “pacto vital” del 24% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, otorga un <cryo>3%</cryo> a todos los Bonos de Daño Elemental por cada 1000 pts. consumidos de dicho pacto. Como máximo, de esta manera se puede obtener un <cryo>18%</cryo> para todos los Bonos de Daño Elemental durante 15 s. Pacto vital: en función de una cantidad concreta, absorbe la curación que recibe el personaje y se elimina tras haber absorbido una cantidad de curación equivalente a dicha cantidad."
    },
    "3": {
      "0": "Al usar la Habilidad Elemental, todos los Bonos de Daño elemental aumentan en un <cryo>14%</cryo> durante 15 s, y otorga al personaje un “pacto vital” del 24% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, otorga un <cryo>3.5%</cryo> a todos los Bonos de Daño Elemental por cada 1000 pts. consumidos de dicho pacto. Como máximo, de esta manera se puede obtener un <cryo>21%</cryo> para todos los Bonos de Daño Elemental durante 15 s. Pacto vital: en función de una cantidad concreta, absorbe la curación que recibe el personaje y se elimina tras haber absorbido una cantidad de curación equivalente a dicha cantidad."
    },
    "4": {
      "0": "Al usar la Habilidad Elemental, todos los Bonos de Daño elemental aumentan en un <cryo>16%</cryo> durante 15 s, y otorga al personaje un “pacto vital” del 24% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, otorga un <cryo>4%</cryo> a todos los Bonos de Daño Elemental por cada 1000 pts. consumidos de dicho pacto. Como máximo, de esta manera se puede obtener un <cryo>24%</cryo> para todos los Bonos de Daño Elemental durante 15 s. Pacto vital: en función de una cantidad concreta, absorbe la curación que recibe el personaje y se elimina tras haber absorbido una cantidad de curación equivalente a dicha cantidad."
    }
  }
}