{
  "name": "Centelleo Jadecaído",
  "description": "",
  "passiveName": "Amuleto de jade",
  "passiveDescription": {
    "0": "Tras usar una Habilidad Definitiva o crear un escudo, se activa el efecto de “amuleto de jade” durante 3{NON_BREAK_SPACE}s, el cual regenera <cryo>4</cryo>{NON_BREAK_SPACE}pts. de Energía Elemental cada 2.5{NON_BREAK_SPACE}s y hace que, por cada 1000{NON_BREAK_SPACE}pts. de Vida Máx. que tenga el portador de esta arma, el Bono de Daño Elemental de su tipo elemental aumenta en un <cryo>0.3%</cryo>, pudiendo aumentar hasta un máximo de un <cryo>12%</cryo>. El efecto del amuleto de jade podrá activarse incluso cuando el personaje que lleva esta arma equipada esté en tu equipo pero no en combate.",
    "1": "Tras usar una Habilidad Definitiva o crear un escudo, se activa el efecto de “amuleto de jade” durante 3{NON_BREAK_SPACE}s, el cual regenera <cryo>4.5</cryo>{NON_BREAK_SPACE}pts. de Energía Elemental cada 2.5{NON_BREAK_SPACE}s y hace que, por cada 1000{NON_BREAK_SPACE}pts. de Vida Máx. que tenga el portador de esta arma, el Bono de Daño Elemental de su tipo elemental aumenta en un <cryo>0.45%</cryo>, pudiendo aumentar hasta un máximo de un <cryo>18%</cryo>. El efecto del amuleto de jade podrá activarse incluso cuando el personaje que lleva esta arma equipada esté en tu equipo pero no en combate.",
    "2": "Tras usar una Habilidad Definitiva o crear un escudo, se activa el efecto de “amuleto de jade” durante 3{NON_BREAK_SPACE}s, el cual regenera <cryo>5</cryo>{NON_BREAK_SPACE}pts. de Energía Elemental cada 2.5{NON_BREAK_SPACE}s y hace que, por cada 1000{NON_BREAK_SPACE}pts. de Vida Máx. que tenga el portador de esta arma, el Bono de Daño Elemental de su tipo elemental aumenta en un <cryo>0.6%</cryo>, pudiendo aumentar hasta un máximo de un <cryo>24%</cryo>. El efecto del amuleto de jade podrá activarse incluso cuando el personaje que lleva esta arma equipada esté en tu equipo pero no en combate.",
    "3": "Tras usar una Habilidad Definitiva o crear un escudo, se activa el efecto de “amuleto de jade” durante 3{NON_BREAK_SPACE}s, el cual regenera <cryo>5.5</cryo>{NON_BREAK_SPACE}pts. de Energía Elemental cada 2.5{NON_BREAK_SPACE}s y hace que, por cada 1000{NON_BREAK_SPACE}pts. de Vida Máx. que tenga el portador de esta arma, el Bono de Daño Elemental de su tipo elemental aumenta en un <cryo>0.75%</cryo>, pudiendo aumentar hasta un máximo de un <cryo>30%</cryo>. El efecto del amuleto de jade podrá activarse incluso cuando el personaje que lleva esta arma equipada esté en tu equipo pero no en combate.",
    "4": "Al liberar una Habilidad Definitiva o crear un escudo, activará el efecto del amuleto de jade durante 3{NON_BREAK_SPACE}s: por cada 1000{NON_BREAK_SPACE}pts. de la Vida Máx. de su portador, recupera <cryo>6{NON_BREAK_SPACE}pts.</cryo> de Energía Elemental cada 2.5{NON_BREAK_SPACE}s y el Bono de Daño Elemental de su tipo elemental aumenta en un <cryo>0.9%</cryo> hasta un máximo de un <cryo>36%</cryo>. El efecto del amuleto de jade podrá activarse incluso cuando el personaje que lleva esta arma equipada esté en tu equipo pero no en combate."
  }
}