{
  "name": "El Primer Gran Número de Magia",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "El ATQ aumenta en un 12%. Por cada personaje del equipo del mismo tipo elemental que el portador de esta arma (esto incluye a dicho portador), otorga 1 carga de “ardid”. Por otro lado, por cada personaje de distinto tipo elemental al portador de esta arma, otorga 1 carga de “teatralidad”. Con 1/2/3 o más cargas de ardid, el ATQ aumenta en un 8/16/40%, y con 1/2/3 o más cargas de teatralidad, la Vel. Movimiento aumenta en un 4/7/10%."
    },
    "1": {
      "0": "El ATQ aumenta en un 15%. Por cada personaje del equipo del mismo tipo elemental que el portador de esta arma (esto incluye a dicho portador), otorga 1 carga de “ardid”. Por otro lado, por cada personaje de distinto tipo elemental al portador de esta arma, otorga 1 carga de “teatralidad”. Con 1/2/3 o más cargas de ardid, el ATQ aumenta en un 10/20/50%, y con 1/2/3 o más cargas de teatralidad, la Vel. Movimiento aumenta en un 6/9/12%."
    },
    "2": {
      "0": "El ATQ aumenta en un 18%. Por cada personaje del equipo del mismo tipo elemental que el portador de esta arma (esto incluye a dicho portador), otorga 1 carga de “ardid”. Por otro lado, por cada personaje de distinto tipo elemental al portador de esta arma, otorga 1 carga de “teatralidad”. Con 1/2/3 o más cargas de ardid, el ATQ aumenta en un 12/24/60%, y con 1/2/3 o más cargas de teatralidad, la Vel. Movimiento aumenta en un 8/11/14%."
    },
    "3": {
      "0": "El ATQ aumenta en un 21%. Por cada personaje del equipo del mismo tipo elemental que el portador de esta arma (esto incluye a dicho portador), otorga 1 carga de “ardid”. Por otro lado, por cada personaje de distinto tipo elemental al portador de esta arma, otorga 1 carga de “teatralidad”. Con 1/2/3 o más cargas de ardid, el ATQ aumenta en un 14/28/70%, y con 1/2/3 o más cargas de teatralidad, la Vel. Movimiento aumenta en un 10/13/16%."
    },
    "4": {
      "0": "El ATQ aumenta en un 24%. Por cada personaje del equipo del mismo tipo elemental que el portador de esta arma (esto incluye a dicho portador), otorga 1 carga de “ardid”. Por otro lado, por cada personaje de distinto tipo elemental al portador de esta arma, otorga 1 carga de “teatralidad”. Con 1/2/3 o más cargas de ardid, el ATQ aumenta en un 16/32/80%, y con 1/2/3 o más cargas de teatralidad, la Vel. Movimiento aumenta en un 12/15/18%."
    }
  }
}