{
  "name": "Báculo de las Arenas Escarlatas",
  "description": "",
  "passiveName": "Sueño en el horizonte",
  "passiveDescription": {
    "0": "Otorga al portador de esta arma un Bono de ATQ en proporción al <cryo>52%</cryo> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ en proporción al <cryo>28%</cryo> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
    "1": "Otorga al portador de esta arma un Bono de ATQ en proporción al <cryo>65%</cryo> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ en proporción al <cryo>35%</cryo> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
    "2": "Otorga al portador de esta arma un Bono de ATQ en proporción al <cryo>78%</cryo> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ en proporción al <cryo>42%</cryo> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
    "3": "Otorga al portador de esta arma un Bono de ATQ en proporción al <cryo>91%</cryo> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ en proporción al <cryo>49%</cryo> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
    "4": "Otorga al portador de esta arma un Bono de ATQ en proporción al <cryo>104%</cryo> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ en proporción al <cryo>56%</cryo> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces."
  }
}