{
  "name": "Бай Чжу",
  "title": "???",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Золотое иглоукалывание",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До четырёх ударов перед собой, наносящих <dendro>Дендро урон</dendro>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Короткое заклинание, наносящее <dendro>Дендро урон по площади</dendro> впереди, на которое тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Накопив силу Дендро, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <dendro>Дендро урон по площади</dendro>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Универсальный диагноз",
    "description": {
      "0": "Управляет Летучим духом ЪЪЪ, который бродит и атакует противников поблизости, нанося <dendro>Дендро урон</dendro>.",
      "1": "Если дух выполнит 3 атаки или рядом не будет противников, он возвращается и восстанавливает HP всех персонажей поблизости пропорционально макс. HP Бай Чжу.",
      "2": "<br/>",
      "3": "<i>Врачевателям, способным отличить истинные признаки болезни от ложных, под силу вылечить хворь ещё до проявления её симптомов.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Лечение",
      "2": "Время отката",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Целостность выздоровления",
    "description": {
      "0": "Входит в состояние Пульсирующего предписания ЪЪЪ и создаёт Бесшовный щит.",
      "1": "В этом состоянии Бай Чжу создаёт новый Бесшовный щит каждые 2 сек.",
      "2": "<br/>",
      "3": "Бесшовный щит высвобождает Ауру артерий ЪЪЪ, которая восстанавливает HP активного персонажа пропорционально макс. HP Бай Чжу и атакует противников, нанося <dendro>Дендро урон</dendro>, в следующих ситуациях:",
      "4": [
        " Когда персонаж находится под защитой Бесшовного щита и создаётся новый Бесшовный щит.",
        " Когда время действия Бесшовного щита завершается или его разбивают."
      ],
      "5": "<br/>",
      "6": "<i>Если вы сможете понять небо и землю, защитить внутреннюю сущность от внешнего воздействия и сохранить ясность разума, для вас препятствий не останется.</i>"
    },
    "skillParams": {
      "0": "Поглощение урона Бесшовного щита",
      "1": "Длительность Бесшовного щита",
      "2": "Интервал создания Бесшовного щита",
      "3": "Лечение Ауры артерий ЪЪЪ",
      "4": "Урон Ауры артерий ЪЪЪ",
      "5": "Длительность Пульсирующего предписания",
      "6": "Время отката",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Вечный круговорот стихий",
    "description": {
      "0": "Бай Чжу получает различные эффекты согласно текущему HP вашего активного персонажа:",
      "1": [
        " Если его HP ниже 50%, Бай Чжу получает 20% бонус лечения.",
        " Если его HP равно или выше 50%, Бай Чжу получает 25% <dendro>бонус Дендро урона</dendro>."
      ]
    }
  },
  "passive2": {
    "name": "Всё рождено землёй",
    "description": {
      "0": "Персонажи, получившие лечение навыка <strong>Целостность выздоровления</strong>, наделяются эффектом Год зелёного благодеяния: каждые 1000 ед. HP до 50 000 ед. макс. HP Бай Чжу увеличивают урон вызываемых этими персонажами реакций Горение, Бутонизация, Вегетация и Цветение на 2%, и реакций Обострение и Разрастание на 0,8% на 6 сек."
    }
  },
  "passive3": {
    "name": "Польза трав",
    "description": {
      "0": "Когда Бай Чжу находится в отряде, взаимодействие с некоторыми подбираемыми предметами восстанавливает HP активного персонажа пропорционально 2,5% макс. HP Бай Чжу."
    }
  },
  "constellation1": {
    "name": "Тишайший стон",
    "description": {
      "0": "Увеличивает количество зарядов навыка <strong>Универсальный диагноз</strong> на 1."
    }
  },
  "constellation2": {
    "name": "Искусные руки",
    "description": {
      "0": "Когда атаки активного персонажа вашего отряда попадают по противнику (кроме самого Бай Чжу), Бай Чжу вызывает Летучего духа: Разрез.",
      "1": "Летучий дух: Разрез может выполнить 1 атаку, которая наносит 300% <dendro>Дендро урона</dendro> и 20% лечения <strong>Универсального диагноза</strong>.",
      "2": "Этот урон считается уроном элементального навыка.",
      "3": "Эффект активируется не чаще одного раза в 5 сек."
    }
  },
  "constellation3": {
    "name": "Стабилизация восьми аспектов",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Целостность выздоровления</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Древнее восприятие",
    "description": {
      "0": "На 15 сек. после применения <strong>Целостности выздоровления</strong> мастерство стихий всех членов отряда поблизости увеличивается на 80 ед."
    }
  },
  "constellation5": {
    "name": "Непостоянство скрытых признаков",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Универсальный диагноз</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Поток ауры",
    "description": {
      "0": "Повышает урон Ауры артерий ЪЪЪ навыка <strong>Целостность выздоровления</strong> на 10% от макс. HP Бай Чжу.",
      "1": "Кроме того, попадание <strong>Летучего духа</strong> или Летучего духа: Разрез по противнику с вероятностью 100% создаёт Бесшовный щит навыка <strong>Целостность выздоровления</strong>. Этот эффект может быть вызван только Летучим духом или Летучим духом: Разрез один раз."
    }
  }
}