{
  "name": "Шилонен",
  "title": "",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Рёв Эекатля",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака</strong>",
        "1": "До трёх быстрых ударов."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Удар перед собой, на который тратится определённое количество выносливости."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади, пропорциональный защите Шилонен."
      },
      "nightsoul": {
        "0": "<strong>Благословение Ночного духа: Клинки-ролики</strong>",
        "1": "Находясь в состоянии Благословения Ночного духа, Шилонен переходит в режим Клинков-роликов. Когда Шилонен находится в этом режиме, обычная атака позволяет ей выполнить до 4 ударов роликами. При этом нельзя выполнять заряженные атаки.",
        "2": "Обычные атаки и атаки в падении в этом состоянии основываются на защите Шилонен и наносят <geo>Гео урон</geo> с характеристикой Ночного духа, который не может быть отменён другими инфузиями."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Потребление выносливости",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "Урон Клинков-роликов 1",
      "8": "Урон Клинков-роликов 2",
      "9": "Урон Клинков-роликов 3",
      "10": "Урон Клинков-роликов 4",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Скретч Йоуаль",
    "description": {
      "0": "Пусть прокатятся по земле ритмы страсти! Шилонен переключается на экипировку катания для скоростного боя и совершает выпад вперёд на определённое расстояние, нанося <geo>Гео урон</geo> с характеристикой Ночного духа, пропорциональный своей защите.",
      "1": "После применения Шилонен получает 45 очков Ночного духа и переходит в состояние Благословения Ночного духа. В этом состоянии она перейдёт в состояние Охоты на роликах.",
      "2": "<br/>",
      "3": "<strong>Исходный сэмпл</strong>",
      "4": "У Шилонен есть 3 сэмплера, с помощью которых она в зависимости от типов элементов других членов отряда создаёт различные звуковые пейзажи, и при активации снижает элементальное сопротивление врагов поблизости.",
      "5": "Исходный сэмпл всех трёх сэмплеров - <geo>Гео</geo>, а за каждого члена отряда с элементами <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <cryo>Крио</cryo> или <electro>Электро</electro>, 1 сэмплер <geo>Гео</geo> превратится в соответствующий элемент.",
      "6": "Когда Шилонен находится в состоянии Благословения Ночного духа, её Исходный сэмпл <geo>Гео</geo> всё время остаётся активным. После открытия её пассивного таланта Эхо нетотилицтли Шилонен с помощью его эффектов способна восстанавливать себе очки Ночного духа. Когда количество очков Ночного духа достигнет максимума, все её очки исчерпываются и она активирует три имеющихся Исходных сэмпла на 15 сек.",
      "7": "Когда Исходные сэмплы активны, сопротивление соответствующему элементу врагов поблизости снизится. Эффекты Исходных сэмплов одного и того же элемента не складываются. Шилонен может активировать этот эффект, даже находясь вне поля боя.",
      "8": "<br/>",
      "9": "<strong>Благословение Ночного духа: Шилонен</strong>",
      "10": "Непрерывно расходует очки Ночного духа. Когда очки Ночного духа исчерпаются или навык используется повторно, текущее Благословение Ночного духа завершается. Благословение Ночного духа обладает следующими характеристиками:",
      "11": [
        " Переходит в режим Клинков-роликов, повышая скорость передвижения и карабканья Шилонен, причём во время карабканья она способна совершать скоростные прыжки в форме оцелота.",
        " Благословение Ночного духа Шилонен обладает следующими ограничениями: когда Шилонен пребывает в состоянии Благословения Ночного духа, её очки Ночного духа ограничены 9 секундами. Если выйти за это ограничение, её очки Ночного духа мгновенно израсходуются."
      ],
      "12": "<br/>",
      "13": "После того как очки Ночного духа Шилонен в состоянии Благословения Ночного духа исчерпываются, она больше не сможет создавать очки Ночного духа с помощью пассивного таланта Эхо нетотилицтли.",
      "14": "<br/>",
      "15": "<i>Ремесло самоцветов и сведение музыки в некотором роде имеют схожие принципы: необходимо отфильтровывать примеси и оставлять только самое сверкающее.",
      "16": "Но Шилонен не переборчива - и то, и другое доставляет ей массу удовольствия.</i>"
    },
    "skillParams": {
      "0": "Урон выпада",
      "1": "Снижение сопротивления элементам",
      "2": "Длительность активации Исходного сэмпла",
      "3": "Лимит очков Ночного духа",
      "4": "Максимум очков Ночного духа",
      "5": "Время отката",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "В ритме оцелота!",
    "description": {
      "0": "Включает флогистоновый микшерный пульт (портативная версия) на полную мощность, нанося <geo>Гео урон по площади</geo> с характеристикой Ночного духа.",
      "1": "<br/>",
      "2": "Кроме того, на основании разных Исходных сэмплов активирует следующие эффекты:",
      "3": [
        " Если у неё есть как минимум два Исходных сэмпла, которые прошли элементальную конвертацию, Шилонен сыграет Бодрый ритм, периодически исцеляя персонажей поблизости пропорционально своей защите.",
        " Если у неё менее двух Исходных сэмплов, которые прошли элементальную конвертацию, Шилонен сыграет Пламенный ритм, выполняя два дополнительных бита, которые наносят <geo>Гео урон по площади</geo> с характеристикой Ночного духа."
      ],
      "4": "<br/>",
      "5": "<i>«Хорошо, пока сделаем паузу!»",
      "6": "«Ничего, ничего. Я записала эти биты. Давайте посмотрим, что получится, если наши ритмы смешать».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Периодическое лечение",
      "2": "Урон дополнительного бита",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Эхо нетотилицтли",
    "description": {
      "0": "Когда Шилонен находится в состоянии Благословения Ночного духа, в зависимости от её текущих Исходных сэмплов её обычная атака и атака в падении получает следующие усиления:",
      "1": [
        " Если у Шилонен есть как минимум два Исходных сэмпла, которые прошли элементальную конвертацию, при попадании по противнику она получает 35 очков Ночного духа. Эффект может возникнуть один раз в 0,1 сек.",
        " Если у неё менее двух Исходных сэмплов, которые прошли элементальную конвертацию, наносимый урон повышается на 30%."
      ]
    }
  },
  "passive2": {
    "name": "Переносной бронирующий слой",
    "description": {
      "0": "Когда Шилонен находится в состоянии Благословения Ночного духа, а её очки Ночного духа достигают максимума, она активирует эффект, аналогичный её Вспышке Ночного духа. Этот эффект может возникнуть один раз в 14 сек.",
      "1": "Кроме того, когда члены отряда поблизости активируют Вспышку Ночного духа, защита Шилонен повышается на 20% на 15%."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Благословение кузнечного огня",
    "description": {
      "0": "Когда очки Ночного духа исчерпаны, Шилонен продолжит поддерживать Благословение Ночного духа, переключившись на флогистон.",
      "1": "Когда Шилонен находится в Натлане или в области с флогистоновыми механиками, она способна применять Передачу Ночного духа: Шилонен. Когда активный персонаж использует спринт, карабкается, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Шилонен активируется следующий эффект: Шилонен, появляясь на поле, входит в состояние Благословения Ночного духа и получает 20 очков Ночного духа. В таком случае временное ограничение очков Ночного духа Шилонен составляет 4 сек. Если превысить это ограничение, очки Ночного духа Шилонен мгновенно исчерпываются. Если в течение этого ограничения применить <strong>Скретч Йоуаль</strong>, то временное ограничение очков Ночного духа увеличится на 9 сек. Передача Ночного духа может активироваться один раз в 10 сек.",
      "2": "<br/>",
      "3": "Кроме того, в Натлане во время карабканья в состоянии Благословения Ночного духа Шилонен не будет расходовать выносливость."
    }
  },
  "constellation1": {
    "name": "Фраза отдохновения",
    "description": {
      "0": "Потребление очков Ночного духа и флогистона Шилонен в состоянии Благословения Ночного духа снижено на 30%, а ограничение длительности её очков Ночного духа повышена на 45%.",
      "1": "Кроме того, когда Исходные сэмплы Шилонен активны, она также повышает сопротивление прерыванию активных персонажей поблизости."
    }
  },
  "constellation2": {
    "name": "Микс Чиукуэ",
    "description": {
      "0": "Когда Исходные сэмплы Шилонен активны, в зависимости от элемента активного сэмпла, который соответствует их элементу, все члены отряда поблизости получат следующие эффекты:",
      "1": [
        "<geo>Гео</geo>: шанс крит. попадания увеличивается на 30%.",
        "<pyro>Пиро</pyro>: сила атаки увеличивается на 40%.",
        "<hydro>Гидро</hydro>: макс. HP увеличивается на 40%.",
        "<cryo>Крио</cryo>: крит. урон увеличивается на 50%.",
        "<electro>Электро</electro>: восстанавливает 20 ед. энергии, а также сокращает откат взрыва стихии на 5 сек."
      ]
    }
  },
  "constellation3": {
    "name": "Цикл тональпоуалли",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Скретч Йоуаль</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Транс Сочитль",
    "description": {
      "0": "После того как Шилонен использует <strong>Скретч Йоуаль</strong>, она на 15 сек. наделяет всех персонажей отряда поблизости Цветущей милостью.",
      "1": "Обычные атаки, заряженные атаки и атаки в падении персонажей с Цветущей милостью наносят урон, повышенный на 65% от защиты Шилонен. Эффект отменяется, когда активируется 6 раз или когда заканчивается время его действия.",
      "2": "Если несколько врагов будут поражены одновременно, количество активаций будет считаться согласно количеству поражённых врагов. Цветущая милость рассчитывается для всех членов отряда отдельно."
    }
  },
  "constellation5": {
    "name": "Переход Тлальтекутли",
    "description": {
      "0": "Увеличивает уровень навыка <strong>В ритме оцелота!</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Карнавал непреходящей ночи",
    "description": {
      "0": "Когда Шилонен совершает спринт, прыгает или использует обычную атаку или атаку в падении, находясь в состоянии Благословения Ночного духа, она получает Благословение непреходящей ночи. Оно игнорирует ограничения состояния Благословения Ночного духа Шилонен и на 5 сек. повышает урон её обычной атаки и атаки в падении.",
      "1": "В это время отсчёт ограничения её состояния Благословения Ночного духа приостановится, а очки Ночного духа, флогистон и выносливость Шилонен не будут снижаться. Когда её очки Ночного духа достигает максимума, Благословение Ночного духа Шилонен не завершается. Кроме того, урон обычных атак и атак в падении Шилонен в состоянии Благословения Ночного духа увеличивается на 300% от её защиты.",
      "2": "Она может получать 1 Благословение непреходящей ночи в 15 сек."
    }
  }
}