{
  "name": "Кинич",
  "title": "",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Стиль ночного солнца",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До трёх ударов подряд.",
        "2": "Использовав воздушную атаку с замахомЪЪЪ элементального навыка Охотник Крон: Верхом на высотах, до приземления он может выполнить одну обычную атаку в воздухе."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости на вращение и бросок двуручного меча во врагов впереди."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон обычной атаки в воздухе",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Охотник Крон: Верхом на высотах",
    "description": {
      "0": "Используя знания об охоте на гигантскую добычу, Кинич быстро перемещается или атакует врагов.",
      "1": "Если врагов рядом нет, он выпускает перед собой крюк и раскачивается в воздухе, причём откат навыка сокращается на 60%. Если враги есть, он выпускает крюк во врага, на которого нацелен, и переходит в состояние Благословения Ночного духа с 0 очков.",
      "2": "Может активироваться долгим нажатием. При долгом нажатии он способен прицельно выбирать направление крюка.",
      "3": "<br/>",
      "4": "<strong>Благословение Ночного духа: Кинич</strong>",
      "5": "Благословение Ночного духа Кинича длится 10 сек. и раз в секунду создаёт 2 очка Ночного духа.",
      "6": "В этом состоянии Кинич закрепляется крюком к противнику поблизости и атакует разными способами согласно ситуации:",
      "7": [
        " В случае обычной атаке он выполняет кольцевую атаку вокруг закреплённой цели по направлению движения и наносит <dendro>урон Дендро</dendro> с характеристикой Ночного духа, а также создаёт 3 очка Ночного духа. Урон воздушной атаки с замахомЪЪЪ считается уроном элементального навыка.",
        " С максимумом очков Ночного духа он может задействовать элементальный навык Пробивающая чешую пушкаЪЪЪ: расходуя все очки Ночного духа, наносит <dendro>Дендро урон</dendro> с характеристикой Ночного духа. Если Пробивающую чешую пушкуЪЪЪ активировать долгим нажатием, можно прицельно выбирать цель. Выстрелив из пушки, Кинич попробует закрепиться к её цели."
      ],
      "8": "Находясь в состоянии Благословения Ночного духа, Кинич рядом с противником, к которому он закрепился или в которого стрелял из пушки, создаст Мёртвую зону. Входя в Мёртвую зону, Кинич получает 4 очка Ночного духа, после чего зона пропадает.",
      "9": "Если расстояние до закреплённой цели будет превышено или по какой-либо другой причине связь прервётся, обычная атака закрепит крюком новую цель поблизости, а затем будет выполнена кольцевая атака.",
      "10": "<br/>",
      "11": "<i>«У всего есть своя цена. Полагаю, ты сделаешь разумное предложение... Что? Нет, я не принимаю оплату в рассрочку».</i>"
    },
    "skillParams": {
      "0": "Урон кольцевой атаки",
      "1": "Урон Пробивающей чешую пушки",
      "2": "Максимум очков Ночного духа",
      "3": "Время отката",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Слава драконьему величеству",
    "description": {
      "0": "Низвергает силу драконьего величества Ахава (на ограниченных, условных, договорных, частичных и временных основаниях), нанося <dendro>Дендро урон по площади</dendro>. Ахав периодически испускает дыхание дракона, нанося <dendro>Дендро урон по площади</dendro>.",
      "1": "Если во время активации пребывает в состоянии Благословения Ночного духа, то длительность данного Благословения Ночного духа увеличивается на 2 сек.",
      "2": "<br/>",
      "3": "<i>«Да, да! Вы предстали перед драконьим величеством Кухул Ахавом! Скорее ступите вперёд и облобызайте мои ступни!»</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон лазера",
      "2": "Длительность дракона",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Цена запустения",
    "description": {
      "0": "Враги, потерпевшие от элементального навыка Кинича в состоянии Благословение Ночного духа, входят в состояние Запустения. Получив урон от реакций Горение или Цветение, они восстановят ему 7 очков Ночного духа. Получать Очки Ночного духа таким способом можно не чаще одного раза в 0,8 сек. Запустение действует до тех пор, пока не завершится текущее Благословение Ночного духа Кинича."
    }
  },
  "passive2": {
    "name": "Договор огненного духа",
    "description": {
      "0": "Когда члены отряда поблизости активируют Вспышку Ночного духа, Кинич получает 1 уровень Опыта охотника. Этот эффект длится 15 сек. и складывается до 2 раз. Когда Кинич применяет Пробивающую чешую пушкуЪЪЪ навыка <strong>Охотник Крон: Верхом на высотах</strong>, все уровни Опыта охотника израсходуются, причём каждый уровень увеличивает урон этой атаки пушки на 320% от силы атаки Кинича."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Полное возмещение",
    "description": {
      "0": "Кинич, находясь в воздухе после выполнения воздушной атаки с замахомЪЪЪ навыка <strong>Охотник Крон: Верхом на высотах</strong>, может потратить 10 очков флогистона на ещё одну воздушную атаку с замахом в воздухеЪЪЪ.",
      "1": "Когда Кинич находится в Натлане или в области с флогистоновыми механизмами, он способен применять Передачу Ночного духа: Кинич. Когда активный персонаж использует спринт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, активируется следующий эффект: Кинич выпустит крюк и выполнит воздушную атаку с замахомЪЪЪ. Выбирая цель для крюка, Кинич будет отдавать приоритет Печатям свитых листьевЪЪЪ, которые соответствуют условиям. Передача Ночного духа может активироваться один раз в 10 сек.",
      "2": "Взаимодействуя с Печатями свитых листьевЪЪЪ и другими предметами, которые могут взаимодействовать с юмказаврами, навык Охотник Крон: Верхом на высотах сменится на Подражание юмказавру. Благодаря ему такие предметы будут следовать правилам взаимодействия с юмказаврами, а Охотник Крон: Верхом на высотах не переходит в режим отката."
    }
  },
  "passive": {
    "name": "",
    "description": {}
  },
  "constellation1": {
    "name": "Клюв попугая",
    "description": {
      "0": "После того как Кинич приземлится, выполнив воздушную атаку с замахомЪЪЪ навыка <strong>Охотник Крон: Верхом на высотах</strong>, его скорость передвижения повысится на 20% на 5 сек.",
      "1": "Кроме того, крит. урон Пробивающей чешую пушкиЪЪЪ увеличится на 90%."
    }
  },
  "constellation2": {
    "name": "Ладонь жука-скакунаЪЪЪ",
    "description": {
      "0": "Элементальный навык Кинича, попадая по противникам, снижает их <dendro>Дендро сопротивление</dendro> на 30% на 6 сек.",
      "1": "Кроме того, первый выстрел из Пробивающей чешую пушки Кинича в состоянии Благословение Ночного духа обладает повышенной зоной поражения, а его урон увеличится на 100%."
    }
  },
  "constellation3": {
    "name": "Когти протозухиев",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Охотник Крон: Верхом на высотах</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Перо колибри",
    "description": {
      "0": "После выполнения кольцевой атаки или применения Пробивающей чешую пушкиЪЪЪ в состоянии Благословение Ночного духа Кинич восстанавливает 5 ед. энергии. Восстанавливать энергию таким образом можно 1 раз в 2,8 сек."
    }
  },
  "constellation5": {
    "name": "Хвост ревуна",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Слава драконьему величеству</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Силуэт благовещего зверя",
    "description": {
      "0": "Выстрел Пробивающей чешую пушкиЪЪЪ, поразив цель, отрикошетит между врагами, нанося 600% <dendro>Дендро урона</dendro> от силы атаки Кинича."
    }
  }
}