{
  "name": "Муалани",
  "title": "Укротительница волн",
  "description": "Знаменитый гид Натлана, владелец магазина товаров для водного спорта, эксперт по всем видам укрощения волн.",
  "constellationName": "Тюлень",
  "auto": {
    "name": "Охлаждающая процедура",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До трёх атак, наносящих <hydro>Гидро урон</hydro>."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости и выбивает в воздух поплавокЪЪЪ, который при приземлении наносит <hydro>Гидро урон по площади</hydro>."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Накопив энергию воды, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <hydro>Гидро урон по площади</hydro>."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон заряженной атаки",
      "4": "Потребление выносливости",
      "5": "Урон в падении",
      "6": "Урон низкого/высокого удара",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Рассекающая волны акула",
    "description": {
      "0": "Благодаря знаниям о том, как управлять скоростью и волнами, Муалани способна заниматься сёрфингом  где и когда угодно.",
      "1": "После активации навыка Муалани получает 60 очков Ночного духа и переходит в состояние Благословения Ночного духа.",
      "2": "<br/>",
      "3": "<strong>Благословение Ночного духа: Муалани</strong>",
      "4": "Непрерывно расходует очки Ночного духа. Когда они исчерпаются или навык используется повторно, Благословение Ночного духа Муалани завершается. У состояния Благословения Ночного духа следующие особенности:",
      "5": [
        " Муалани взбирается на доску-акулу, причём её скорость передвижения повышается. В этом состоянии Муалани может перемещаться по воде и жидкому флогистону, не получая урона от последнего.",
        " Обычные атаки превращаются в Укусы акулы, которые наносят <hydro>Гидро урон</hydro> с характеристикой Ночного духа, пропорциональный макс. HP Муалани. Укусы акулы можно производить в воздухе. Урон, наносимый таким способом, считается уроном обычной атаки.",
        " Соприкасаясь со врагами в этом состоянии, Муалани накладывает на них Метки добычи и получает 1 уровень Заряда волн. Заряд волн складывается до 3 раз. За каждого врага можно получить 1 уровень раз в 0,7 сек."
      ],
      "6": "<br/>",
      "7": "<strong>Заряд волн и Метки добычи</strong>",
      "8": "Когда Муалани выполняет Укусы акулы, их урон увеличивается согласно количеству уровней Заряда волн. Когда в наличии 3 уровня, Укус акулы превращается в Разрывающий укус акулы, ещё больше повышая урон и очищая все уровни.",
      "9": "Когда Укусы акулы попадают по противникам, Метки добычи снимаются, и Муалани выпускает Акульи ракеты в сторону максимум 5 противников поблизости с Метками добычи, урон которых равен урону текущего Укуса акулы. Если целей Укуса акулы и Акульих ракет более 1, наносимый урон снизится, причём максимальное снижение урона - 28%, когда количество целей не менее 3.",
      "10": "<br/>",
      "11": "<i>Во-первых, доска-акула не только доска для сёрфинга, но и пресноводная акула. Во-вторых, он не ест, но кусается точно.</i>"
    },
    "skillParams": {
      "0": "Базовый урон Укуса акулы",
      "1": "Увеличение урона Заряда волн",
      "2": "Дополнительное увеличение урона Разрывающего укуса акулы",
      "3": "Время отката Укуса акулы",
      "4": "Максимум очков Ночного духа",
      "5": "Время отката",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Штормовой заряд",
    "description": {
      "0": "Выпускает самонаводящуюся Акулью суперракету, которая наносит <hydro>Гидро урон по площади</hydro> пропорционально макс. HP Муалани.",
      "1": "<br/>",
      "2": "<i>Муалани дала Акульим ракетам такое название потому, в них есть и огонь, и вода, и звучит как горячие источники.</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Время отката",
      "2": "Потребление энергии",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Жароустойчивый пресноводный поплавок",
    "description": {
      "0": "Разрывающий укус акулы, поражая противника, рядом создаёт поплавок. Подбирая созданный ею самой поплавок, Муалани восстанавливает 35 очков Ночного духа. Во время действия одного Благословения Ночного духа таким способом можно создать только 1 поплавок."
    }
  },
  "passive2": {
    "name": "Лучший проводник Натлана",
    "description": {
      "0": "Когда члены отряда поблизости активируют Вспышку Ночного духа, Муалани получает 1 уровень Постижения наездника волн. Этот эффект длится 20 сек. и складывается до 3 раз. Применяя <strong>Штормовой заряд</strong>, Муалани расходует все уровни Постижения наездника волн и повышает урон этого Штормового заряда пропорционально 20%/30%/40% от собственного макс. HP."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Взлёты и падения",
    "description": {
      "0": "Исчерпав очки Ночного духа, Муалани может поддерживать Благословение Ночного духа флогистоном.",
      "1": "Когда Муалани находится в Натлане или в области с флогистоновыми механиками, она способна применять Передачу Ночного духа: Муалани. Когда активный персонаж использует спринт, плывёт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Муалани активируется следующий эффект: Муалани, появляясь на поле, входит в состояние Благословения Ночного духа и получает 40 очков Ночного духа. Передача Ночного духа может активироваться один раз в 10 сек.",
      "2": "<br/>",
      "3": "Кроме того, в Натлане во время перемещения по воде и жидкому флогистону в состоянии Благословения Ночного духа потребление очков Ночного духа или флогистона снизится на 75%, тогда как вне Натлана потребление очков Ночного духа теми же действиями снизится на 35%."
    }
  },
  "passive": {
    "name": "Главное улыбаться!",
    "description": {
      "0": "В областях с флогистоновыми механиками в Натлане при взаимодействии с некоторыми предметами для сбора восстанавливается 15 ед. флогистона. Кроме того, отмечает <strong>диковинки Натлана</strong> на мини-карте."
    }
  },
  "constellation1": {
    "name": "Беззаботный «Мецтли»...",
    "description": {
      "0": "Снижает потребление очков Ночного духа и флогистона Муалани вне боя в состоянии Благословение Ночного духа на 30%.",
      "1": "Кроме того, урон первого Разрывающего укуса акулы и его Акульих ракет после перехода Муалани в состояние Благословения Ночного духа увеличивается пропорционально 60% от её макс. HP. Такой урон подлежит уменьшению согласно правилам навыка <strong>Рассекающая волны акула</strong>."
    }
  },
  "constellation2": {
    "name": "Муалани сделает всё возможное!",
    "description": {
      "0": "Войдя в состояние Благословение Ночного духа, Муалани получает 2 уровня Заряда волн навыка <strong>Рассекающая волны акула</strong>, а также 1 уровень, когда подбирает поплавок.",
      "1": "Вдобавок к исходному восстановлению очков Ночного духа, Муалани восстанавливает 25 очков Ночного духа в течение 5 сек. после того как подбирает поплавок.",
      "2": "Требуется разблокировать пассивный талант Жароустойчивый пресноводный поплавок."
    }
  },
  "constellation3": {
    "name": "По волнам весёлого моря",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Рассекающая волны акула</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Акула поедает поплавки",
    "description": {
      "0": "Когда Муалани подбирает поплавок, то восстанавливает 15 ед. энергии. Требуется разблокировать пассивный талант Жароустойчивый пресноводный поплавок.",
      "1": "Кроме того, урон <strong>Штормового заряда</strong> повышается на 75%."
    }
  },
  "constellation5": {
    "name": "Продаётся такая же доска для сёрфинга!",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Штормовой заряд</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Дух Народа Родников",
    "description": {
      "0": "Эффект увеличения урона созвездия Беззаботный «Мецтли»... больше не ограничен только одной активацией в течение Благословения Ночного духа."
    }
  }
}