{
  "name": "Часка",
  "title": "???",
  "description": "",
  "constellationName": "Кондор",
  "auto": {
    "name": "Шквал призрачных перьев",
    "fields": {
      "normal": {
        "0": "<strong>Обычная атака:</strong>",
        "1": "До четырёх выстрелов из лука."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания на наконечнике стрелы собирается могучий ветер. Полностью заряженная могучим ветром стрела наносит <anemo>Анемо урон</anemo>."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Выпускает град стрел в воздухе и стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Прицельный выстрел",
      "5": "Заряженный выстрел",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Поводья охоты за тенью",
    "description": {
      "0": "Часка и пребывающая в её оружии воля резонируют, нанося <anemo>Анемо Анемо</anemo> с характеристикой Ночного духа.",
      "1": "После применения навыка Часка получает 80 очков Ночного духа и входит в состояние Благословения Ночного духа.",
      "2": "<br/>",
      "3": "<strong>Благословение Ночного духа: Часка</strong>",
      "4": "Непрерывно расходует очки Ночного духа. Когда они исчерпаются или навык используется повторно, Благословение Ночного духа Часки завершается. У состояния Благословения Ночного духа следующие особенности:",
      "5": [
        " Садится на Винтовку духа: Ритуальный посох, который повышает скорость передвижения и сопротивление прерыванию Часки. В этом состоянии Часка непрерывно расходует очки Ночного духа или флогистон и остаётся в воздухе. Спринт или увеличение высоты будут расходовать дополнительные очки Ночного духа или флогистон.",
        " При выполнении обычной или заряженной атаки, в зависимости от того, было ли использовано быстрое или долгое нажатие, разными способами активируется Огонь по множеству целей."
      ],
      "6": "<br/>",
      "7": "<strong>Огонь по множеству целей</strong>",
      "8": "<strong>Быстрое нажатие</strong>",
      "9": "Врагам впереди наносится <anemo>Анемо урон</anemo> с характеристикой Ночного духа, который считается уроном обычной атаки.",
      "10": "<strong>Долгое нажатие</strong>",
      "11": "Переходит в режим прицеливания и наполняет пулями магазин, намечает определённую область и определённое количество врагов, после чего в зависимости от длительности заряда выпускает в намеченных врагов до 6 Пуль преследователя теней. Если удерживать кнопку навыка некоторое время, Часка заканчивает наполнять магазин и сразу выстреливает X Пуль преследователя теней в намеченных врагов.",
      "12": "<br/>",
      "13": "<strong>Пули преследователя теней</strong>",
      "14": [
        " Наносят <anemo>Анемо урон</anemo> с характеристикой Ночного духа, который считается уроном заряженной атаки.",
        " В зависимости от элементов других членов отряда 4, 5 и 6 пули, заряженные в барабан, изменят свой элемент: за каждого персонажа <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <cryo>Крио</cryo> или <electro>Электро</electro> в отряде одна Пуля преследователя теней превратится в Пулю сияющей охоты соответствующего элемента, которая наносит урон данного элемента с характеристикой Ночного духа. Такой урон считается уроном заряженной атаки.",
        " Пули преследователя теней, заряженные позже, выстреливаются в первую очередь."
      ],
      "15": "<br/>",
      "16": "<i>В принципе, эти поводья могли бы обуздать всё что угодно, была бы на то её воля... Но что может быть круче гигантской пушки?</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон многократного нажатия при прицеливании ",
      "2": "Урон Пули преследователя теней",
      "3": "Урон Пули сияющей охоты",
      "4": "Максимум очков Ночного духа",
      "5": "Время отката",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Роковой выстрел жнеца",
    "description": {
      "0": "Часка фокусирует свою волю и выстреливает один Вихребойный заряд жнеца душ, который наносит <anemo>Анемо урон по площади</anemo> с характеристикой Ночного духа. После этого Вихребойный заряд жнеца душ разделяется на 6 Пуль жнеца душ, которые атакуют врагов поблизости.",
      "1": "<br/>",
      "2": "<strong>Пули жнеца душ</strong>",
      "3": [
        " Наносят <anemo>Анемо урон</anemo> с характеристикой Ночного духа.",
        " За каждого <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <cryo>Крио</cryo> или <electro>Электро</electro> персонажа в отряде две Пули жнеца душ изменят свой элемент и станут Сверкающими пулями жнеца душ соответствующего элемента, которые наносят урон данного элемента с характеристикой Ночного духа."
      ],
      "4": "<br/>",
      "5": "<i>Никому не скрыться от шёпота ночи и лунного света, как и ни одному врагу не скрыться от её пристального взгляда.</i>"
    },
    "skillParams": {
      "0": "Урон Вихребойного заряда жнеца душ",
      "1": "Урон Пуль жнеца душ",
      "2": "Урон Сверкающей пули жнеца душ",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Трюк с пулей",
    "description": {
      "0": "Когда используется <strong>Огонь по множеству целей</strong> элементального навыка <strong>Поводья охоты за тенью</strong>, если в отряде есть 1/2/3 персонажа с элементами <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <cryo>Крио</cryo> или <electro>Электро</electro>, то с шансом 33%/67%/100% может активироваться Обращение духовной связи, которая превращает третью заряженную в магазин <strong>Пулю преследователя теней</strong> в <strong>Пулю сияющей охоты</strong> соответствующего элемента."
    }
  },
  "passive2": {
    "name": "Намерение прикрыть",
    "description": {
      "0": "Когда член отряда поблизости активирует Вспышку Ночного духа, Часка выстрелит Горящей пулей преследователя теней во врага поблизости, которая наносит <anemo>Анемо урон</anemo> с характеристикой Ночного духа, равный 150% урона <strong>Пули преследователя теней</strong> её элементального навыка <strong>Поводья охоты за тенью</strong>. Если в отряде есть <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <cryo>Крио</cryo> или <electro>Электро</electro> персонажи, то Горящая пуля преследователя теней изменяет свой элемент и наносит урон соответствующего элемента с характеристикой Ночного духа, равный 150% урона <strong>Пули сияющей охоты</strong> элементального навыка <strong>Поводья охоты за тенью</strong>.",
      "1": "Урон, наносимый таким способом, считается уроном заряженной атаки."
    }
  },
  "passive3": {
    "name": "Дар владений ночи: Неугасающее сердце",
    "description": {
      "0": "Когда очки Ночного духа исчерпаны, Часка продолжит поддерживать Благословение Ночного духа, переключившись на флогистон.",
      "1": "Когда Часка находится в Натлане или в области с флогистоновыми механиками, она способна применять Передачу Ночного духа: Часка. Когда активный персонаж находится на определённой высоте в воздухе, при смене персонажа на Часку активируется следующий эффект: Часка, появляясь на поле, входит в состояние Благословения Ночного духа и получает 32 очка Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.",
      "2": "<br/>",
      "3": "Кроме того, если удерживать элементальный навык <strong>Поводья охоты за тенью</strong>, когда Часка пребывает в состоянии Благословения Ночного духа, то она выполнит атаку в падении с характеристикой Ночного духа. Если отпустить кнопку навыка, атака в падении прервётся и Часка останется в воздухе. Если Часка, выполняя атаку в падении, приземлится, то её состояние Благословения Ночного духа завершится."
    }
  },
  "passive": {
    "name": "Жизненный навык",
    "description": {}
  },
  "constellation1": {
    "name": "Магазин, беспокойная рулетка",
    "description": {
      "0": "Когда активируется Обращение духовной связи пассивного таланта Трюк с пулей, то вторая заряженная в магазин <strong>Пуля преследователя теней</strong> дополнительно превратится в <strong>Пулю сияющей охоты</strong>.",
      "1": "Кроме того, повышается шанс активировать Обращение духовной связи: если в отряде есть 1/2/3 <pyro>Пиро</pyro>, <hydro>Гидро</hydro>, <cryo>Крио</cryo> или <electro>Электро</electro> персонажа, то шанс активировать Обращение духовной связи составляет 66%/100%/100%.",
      "2": "<br/>",
      "3": "需Требуется разблокировать пассивный талант Трюк с пулей.",
      "4": "<br/>",
      "5": "Кроме того, потребление очков Ночного духа и флогистона Часки в состоянии Благословения Ночного духа вне боя снижается на 30%."
    }
  },
  "constellation2": {
    "name": "Жерло, испускающее дым",
    "description": {
      "0": "Когда <strong>Пули сияющей охоты</strong> <strong>Огня по множеству целей</strong> элементального навыка <strong>Поводья охоты за тенью</strong> попадают во врагов, они наносят урон соответствующего элемента <strong>Пули сияющей охоты</strong> по площади, равный 400% силы атаки Часки. Во время одного и того же <strong>Огня по множеству целей</strong> этот эффект может возникнуть один раз."
    }
  },
  "constellation3": {
    "name": "Поводья, в её бережных руках",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Поводья охоты за тенью</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Искры, внезапный выстрел",
    "description": {
      "0": "Попадания <strong>Сверкающих пуль жнеца душ</strong> взрыва стихии <strong>Роковой выстрел жнеца</strong> во врагов восстанавливают Часке 1,5 ед. энергии и наносят элементальный урон по площади, соответствующий элементу <strong>Сверкающей пули жнеца душ</strong>, равный 400% силы атаки Часки. Во время одного и того же <strong>Рокового выстрела жнеца</strong> этот эффект может возникнуть один раз."
    }
  },
  "constellation5": {
    "name": "Поля шляпы, песчаный силуэт",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Роковой выстрел жнеца</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Схватка, слава битвы",
    "description": {
      "0": "После активации Обращения духовной связи пассивного таланта Трюк с пулей Часка получает состояние Роковых выстрелов: в течение следующих 3 сек. при применении <strong>Огня по множеству целей</strong> навыка <strong>Поводья охоты за тенью</strong> зарядка будет завершаться мгновенно, а критический урон данного <strong>Огня по множеству целей</strong> увеличивается на 120%.",
      "1": "<br/>",
      "2": "Требуется разблокировать пассивный талант Трюк с пулей."
    }
  }
}