{
  "name": "Лини",
  "title": "Зрелищные фантасмагории",
  "description": "",
  "constellationName": "Пятнистый Кот",
  "auto": {
    "name": "Перестановка силы карт",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака</strong>",
        "1": "Производит до четырёх последовательных выстрелов из лука."
      },
      "charged": {
        "0": "<strong>Заряженная атака</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания на наконечнике стрелы собирается сила пламени. Эффект зависит от длительности заряда стрелы:",
        "3": [
          " Уровень заряда 1: Выпускает стрелу, наполненную силой Пиро, которая наносит <pyro>Пиро урон</pyro>.",
          " Уровень заряда 2: Выпускает стрелу-реквизит, которая наносит <pyro>Пиро урон</pyro> и при попадании вызывает a Шляпу-Хохочущего кота."
        ],
        "4": "Если во время выстрела стрелой-реквизитом у Лини менее 60% HP, он жертвует частью HP и получит 1 уровень Избыточного реквизита. Эффект может складываться до 5 раз и пропадает через 30 сек. после того, как Лини покинет бой.",
        "5": "Таким образом HP Лини не может опуститься ниже 60% HP."
      },
      "plunging": {
        "0": "<strong>Атака в падении</strong>",
        "1": "Выпускает град стрел, которые при приземлении персонажа наносят урон по площади."
      },
      "grinMalkin": {
        "0": "<strong>Шляпа-Хохочущий кот</strong>",
        "1": [
          " Дразнит врагов, отвлекая их атаки на себя. Шляпа может дразнить каждого из врагов один раз в 5 сек.",
          " Прочнось шляпы зависит от макс. HP Лини.",
          " Если её уничтожают, либо если её время заканчивается, она выстрелит <strong>Пиротехническим снарядом</strong> в 1 противника поблизости, который наносит <pyro>Пиро урон</pyro>."
        ],
        "2": "Одновременно может существовать только 1 шляпа."
      },
      "arkhe": {
        "0": "<strong>Непреложная сила: Пневма</strong>",
        "1": "При попадании скрытой магической стрелы на позицию поражённого противника периодически будет спускаться Шип дыхания духаЪЪЪ, наносящее <pyro>Пиро урон</pyro> пневмы."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон в падении",
      "5": "Урон низкого/высокого удара",
      "6": "Прицельный выстрел",
      "7": "Уровень заряда 1",
      "8": "Урон стрелы-реквизита",
      "9": "Потребление HP",
      "10": "HP Шляпы-Хохочущего кота",
      "11": "Длительность Шляпы-Хохочущего кота",
      "12": "Урон Пиротехнического снаряда",
      "13": "Урон Шипа дыхания духаЪЪЪ",
      "14": "Интервал Шипа дыхания духаЪЪЪ",
      "15": ""
    }
  },
  "skill": {
    "name": "Ошарашивающий свет",
    "description": {
      "0": "Лини взмахивает шляпой, запуская сюрприз-фейерверк.",
      "1": "При активации снимаются все текущие уровни Избыточного реквизита и врагам впереди наносится <pyro>Пиро урон по площади</pyro>. В зависимости от снятых уровней эффекта урон увеличивается. Кроме того, HP Лини восстанавливается в зависимости от его макс. HP.",
      "2": "<br/>",
      "3": "Если на поле боя существует Шляпа-Хохочущий кот, созданная Линном, фейерверк заставит её взорваться и нанести <pyro>Пиро урон по площади</pyro>, пропорциональный урону Пиротехнического снаряда.",
      "4": "Урон от взрыва, наносимый таким образом, считается уроном заряженной атаки.",
      "5": "<br/>",
      "6": "<i>«Это хорошо известный приём, используемый фокусниками, чтобы отвлечь внимание аудитории. А пока вы смотрите в другую сторону, шляпы с ассистенткой как не бывало. Чрезвычайно занимательно, не так ли?»</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Бонус урона навыка",
      "2": "Восстановление HP",
      "3": "Восстановление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Великий фокус: Парад чудес",
    "description": {
      "0": "Лини по волшебству превращается в проворного Хохочущего Кота в шляпеЪЪЪ. Не путать со Шляпой-Хохочущим котом, это разный реквизит!)",
      "1": "Приблизившись к врагам, Хохочущий Кот в шляпе низвергает на врагов пламя. Каждый из них не более 1 раза получит <pyro>Пиро урон</pyro>. После истечения времени действия или активации элементального навыка Лини отбрасывает личину Хохочущего Кота в шляпе и запускает великолепный фейерверк, наносит <pyro>Пиро урон по площади</pyro>, призывает 1 Шляпу-Хохочущего кота и получает 1 уровень Избыточного реквизита.",
      "2": "<br/>",
      "3": "<i>«Смотри внимательно. Настало мгновение неповторимого чуда, которое принадлежит только нам!»</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Взрывного фейерверка",
      "2": "Длительность",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Опасное выступление",
    "description": {
      "0": "Если выпущенная <strong>стрела-реквизит</strong> расходует HP Лини, при этом поразив цель, призываемая ею Шляпа-Хохочущий кот наносит на 80% урона от силы атаки больше."
    }
  },
  "passive2": {
    "name": "Заключительные овации",
    "description": {
      "0": "Увеличивает урон Лини против врагов, находящихся под действием <pyro>Пиро</pyro>, а также предоставляет следующие усиления:",
      "1": [
        " Увеличивает базовую атакуЪЪЪ на 60%. ",
        " Каждый член отряда, чей элементальный тип - <pyro>Пиро</pyro> (за исключением самого Лини) усиливает этот эффектЪЪЪ на 20%."
      ],
      "2": "Повысить урон Лини против врагов под воздействием <pyro>Пиро</pyro> таким образом можно не более чем на 100%."
    }
  },
  "passive3": {
    "name": "Тривиальные наблюдения",
    "description": {
      "0": "Отмечает <strong>диковинки Фонтейна</strong> на мини-карте."
    }
  },
  "constellation1": {
    "name": "Взбалмошные чудеса",
    "description": {
      "0": "Допускает одновременное существование двух <strong>Шляп-Хохочущих котов</strong>.",
      "1": "Кроме того, стрела-реквизит при попадании будет призывать 2 Шляпы-Хохочущих котов, а также наделять Лини 1 дополнительным уровнем Избыточного реквизита. Эффект может возникнуть один раз в 15 сек."
    }
  },
  "constellation2": {
    "name": "Завлекательное фразёрство",
    "description": {
      "0": "Каждые 2 сек. на поле боя Лини будет получать уровень Предельного внимания, которое повышает крит. урон Лини на 20%. Эффект складывается до 3 раз и исчезает, когда Лини покидает бой."
    }
  },
  "constellation3": {
    "name": "Ловкость рук",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Перестановка силы карт</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Заученный и отрепетированный план",
    "description": {
      "0": "Попадания заряженной атакой <pyro>Пиро </pyro> Лини понижают <pyro>Пиро сопротивление</pyro> врагов на 25% на 6 сек."
    }
  },
  "constellation5": {
    "name": "Проникновение в тайны",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Великий фокус: Парад чудес</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Неискренняя улыбка",
    "description": {
      "0": "Выпустив <strong>стрелу-реквизит</strong>, Лини выстрелит Пиротехническим снарядом: Реприза, который наносит 100% урона Пиротехнического снаряда. Урон считается уроном заряженной атаки."
    }
  }
}