{
  "name": "Кирара",
  "title": "???",
  "description": "Курьер инадзумской компании экспресс-доставки «Комания Экспресс». Эта нэкомата обожает свою работу и общество людей.",
  "constellationName": "",
  "auto": {
    "name": "Нарезка коробок",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До четырёх быстрых ударов."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости на три быстрых удара когтями."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Летящий удар лапой",
    "description": {
      "0": "<strong>Быстрое нажатие</strong>",
      "1": "Подпрыгивает в воздух с ловкостью мчащей через кусты кошки и больно бьёт противников, нанося <dendro>Дендро урон</dendro>. В то же время развёртывает Щит безопасной перевозки, который на некоторое время наделяет Кирару <dendro>эффектом Дендро</dendro>. Щит безопасной перевозки поглощает <dendro>Дендро урон</dendro> с 250% эффективностью. Поглощаемый щитом урон зависит от макс. HP Кирары и не превышает определённого процента от него. Оставшийся поглощаемый урон Щита безопасной перевозки при создании нового щита суммируется с ним, а его длительность обновляется.",
      "2": "<br/>",
      "3": "<strong>Долгое нажатие</strong>",
      "4": "Следуя своему рвению «доставить за полдня», создаёт тот же Щит безопасной перевозки короткого нажатия, сворачивается калачиком в специальном ящике для экспресс-доставки и переходит в состояние Срочной посылки нэко, чтобы передвигаться и сражаться ещё быстрее.",
      "5": "<br/>",
      "6": "<strong>Срочная посылка нэко</strong>",
      "7": [
        " Наносит <dendro>Дендро урон</dendro> противникам, в которых врезается. Этот эффект может возникнуть один раз в 0,5 сек. для каждого врага.",
        " В этом состоянии скорость передвижения, скорость карабканья и сила прыжка Кирары увеличены, а при карабканьи она тратит больше энергии.",
        " После истечения времени действия или повторной активации навыка выполняет Удар когтями, который сильнее атаки коротким нажатием, наносящий <dendro>Дендро урон по площади</dendro>.",
        " Состояние Срочной посылки нэко длится до 10 сек., после чего переходит в режим отката. Чем дольше Кирара пребывает в этом состоянии, тем дольше откат.",
        " Спринт или произвольное завершение карабканья прервёт это состояние."
      ],
      "8": "<br/>",
      "9": "<i>«Хотите знать, в чём секрет такой быстрой доставки? В силе ног, конечно же!»</i>"
    },
    "skillParams": {
      "0": "Урон удара в полёте ЪЪЪ",
      "1": "Поглощение урона",
      "2": "Макс. поглощение урона",
      "3": "Длительность щита",
      "4": "Урон удара Срочной посылки нэко",
      "5": "Макс. длительность Срочной посылки нэко",
      "6": "Урон Удара когтями",
      "7": "Время отката",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Неожиданное отправление",
    "description": {
      "0": "Обрушивает Ящик для особой доставки на врагов, которые должны быть наказаны, нанося <dendro>Дендро урон по площади</dendro>. Взрываясь, Ящик для особой доставки разделяется на множество <strong>Семян кошачьей мяты</strong>. Семена кошачьей мяты взрываются при столкновении с врагом или спустя некоторое время, нанося <dendro>Дендро урон по площади</dendro>.",
      "1": "<br/>",
      "2": "<i>«Хе-хе, это специально для тех, кто любит красть чужие посылки. По получении не забудьте оставить хороший отзыв, мерзавцы!»</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон взрыва Семени кошачьей мяты",
      "2": "Длительность Семени кошачьей мяты",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Чарующие, чарующие хвосты",
    "description": {
      "0": "Каждый раз, когда Кирара в состоянии Срочной посылки нэко <strong>Летящего удара лапой</strong> врезается во врагов, она получает один уровень эффекта <strong>Усиленная упаковка</strong>. Этот эффект может возникнуть один раз в 0,5 сек. для каждого врага и складывается до 3 раз. Когда состояние Срочной посылки нэко завершается, каждый уровень Усиленной упаковке даёт Кираре по одному Щиту безопасной перевозки. Щиты, созданные таким образом, поглощают урон с эффективностью 20% от Щитов безопасной перевозки, созданных <strong>Летящим ударом лапой</strong>. Если Кирара уже находится под защитой Щита безопасной перевозки Летящего удара лапой, оставшийся поглощаемый урон суммируется с ними, а его длительность обновится."
    }
  },
  "passive2": {
    "name": "Своевременная путаница",
    "description": {
      "0": "За каждые 1000 ед. HP Кирары урон <strong>Летящего удара лапой</strong> увеличивается на 0,4%, а урон <strong>Неожиданного отправления</strong> - на 0,3%."
    }
  },
  "passive3": {
    "name": "Крадущаяся походка",
    "description": {
      "0": "Когда Кирара в отряде, мелкие животные, у которых можно добыть мясо птицы, сырое мясо и цельномороженое мясо, больше вас не пугаются."
    }
  },
  "constellation1": {
    "name": "Циркуляция материалов",
    "description": {
      "0": "Активируя <strong>Неожиданное отправление</strong>, Кирара за каждые 8000 ед. своего макс. HP создаёт 1 <strong>Семя кошачьей мяты</strong>. Таким образом можно создать до 4 семян."
    }
  },
  "constellation2": {
    "name": "Высшее искусство упаковки",
    "description": {
      "0": "Кирара, врезаясь в союзников в состоянии Срочной посылки нэко <strong>Летящего удара лапой</strong>, наделяет их Щитами важной перевозки.",
      "1": "Щиты важной перевозки поглощают урон с размером 40% от Щитов безопасной перевозки, созданных <strong>Летящим ударом лапой</strong>, и поглощают <dendro>Дендро урон</dendro> с 250% эффективностью.",
      "2": "Щит важной перевозки длится 12 сек. и может возникнуть на каждом персонаже раз в 10 сек."
    }
  },
  "constellation3": {
    "name": "Знание всех адресов",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Летящий удар лапой</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Лошадь Сканды",
    "description": {
      "0": "Когда обычные атаки, заряженные атаки и атаки в падении активного персонажа со <strong>Щитом безопасной перевозки</strong> или <strong>Щитом важной перевозки</strong> попадают по противникам, Кирара совершит совместную атаку, используя <strong>Семена кошачьей мяты</strong>, и нанесёт <dendro>Дендро урон</dendro> в размере 200% от своей силы атаки. Наносимый таким образом урон считается уроном взрыва стихии. Эффект может возникнуть раз в 3,8 сек."
    }
  },
  "constellation5": {
    "name": "Тысяча километров в день",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Неожиданное отправление</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Сотни пейзажей",
    "description": {
      "0": "Когда Кирара активирует элементальный навык или взрыв стихии, все персонажи получают 12% бонус урона всеми элементами на 15 сек."
    }
  }
}