{
  "name": "Тиори",
  "title": "???",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Ткущий клинок",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "До четырёх быстрых ударов."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Тратит определённое количество выносливости на два быстрых взмаха мечом."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон заряженной атаки",
      "5": "Потребление выносливости",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Порхание хасодэ",
    "description": {
      "0": "С лёгкостью развевающихся шелков совершает выпад вперёд, по окончании которого призывает рядом с собой автоматона Содэ и выполняет восходящий удар, нанося противникам поблизости <geo>Гео урон по площади</geo>, пропорциональный её силе атаки и защите.",
      "1": "При долгом нажатии способ активации навыка меняется.",
      "2": "<br/>",
      "3": "<strong>Долгое нажатие</strong>",
      "4": "Переходит в режим прицеливания, в котором можно выбрать направление рывка.",
      "5": "<br/>",
      "6": "<strong>Автоматон Содэ</strong>",
      "7": [
        " Периодически атакует врагов поблизости рубящим ударом, нанося <geo>Гео урон по площади</geo>, пропорциональный силе атаки и защите Тиори.",
        " Если, пока он активен, поблизости есть <geo>Гео конструкция</geo>, то на месте этой конструкции призывается дополнительный автоматон Содэ. Таким образом можно призвать только 1 дополнительного автоматона Содэ, причём время его существования рассчитывается отдельно."
      ],
      "8": "<br/>",
      "9": "<i>«Багровый шёлк... Иволг тоже пьянит ли дух сакуры?»</i>"
    },
    "skillParams": {
      "0": "Удар автоматона Содэ",
      "1": "Длительность автоматона Содэ",
      "2": "Интервал атак автоматона Содэ",
      "3": "Урон восходящего удара",
      "4": "Время отката",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Хиёку: Парные клинки",
    "description": {
      "0": "Обнажив парные клинки, Тиори режет с мастерством искусного портного, нанося <geo>Гео урон по площади</geo>, пропорциональный её силе атаки и защите.",
      "1": "<br/>",
      "2": "<i>«Освой один принцип, и перед тобой откроются все пути».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Время отката",
      "2": "Потребление энергии",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Сшито на заказ",
    "description": {
      "0": "В зависимости от действия, которое вы совершите в короткий промежуток времени после восходящего удара навыка <strong>Порхание хасодэ</strong>, возникают разные эффекты: повторное применение элементального навыка активирует эффект Узорной ткани, тогда как обычная атака вызовет эффект Покроя.",
      "1": "<br/>",
      "2": "<strong>Узорная ткань</strong>",
      "3": [
        " Следующий персонаж вашего отряда становится активным.",
        " Все персонажи вашего отряда получают эффект Поймав мгновение: при попадании обычной атаки, заряженной атаки или атаки в падении вашего активного персонажа по противнику автоматон Содэ инициирует совместную атаку, которая на позиции поражённого противника наносит 100% <geo>Гео урона по площади </geo> восходящего удара навыка Порхание хасодэ. Этот урон считается уроном элементального навыка.",
        " Эффект Поймав мгновение действует 8 сек. Автоматон может инициировать 1 совместную атаку в 2 сек., причём во время действия одного и того же эффекта Поймав мгновение может быть выполнено до 2 совместных атак."
      ],
      "4": "<br/>",
      "5": "<strong>Покрой</strong>",
      "6": [
        " Тиори на 5 сек. получает <geo>инфузию Гео</geo>."
      ],
      "7": "<br/>",
      "8": "Если Тиори, выполнив восходящий удар Порхания хасодэ, в течение короткого промежутка времени не использует элементальный навык или обычную атаку, то активируется эффект Покроя."
    }
  },
  "passive2": {
    "name": "Украшенная парча",
    "description": {
      "0": "Когда член отряда поблизости создаёт <geo>Гео конструкцию</geo>, Тиори на 20 сек. получает 20% <geo>бонус Гео урона</geo>."
    }
  },
  "passive3": {
    "name": "Изящные очертания",
    "description": {
      "0": "Если на любом персонаже отряда надет не костюм по умолчанию или экипирован планер, который не является Крыльями новичка, то все персонажи вашего отряда получают эффект Стремительного шага: их скорость передвижения на 10%.",
      "1": "Стремительный шаг не суммируется."
    }
  },
  "constellation1": {
    "name": "Шесть знаний шёлка",
    "description": {
      "0": "Радиус атак автоматона Содэ навыка <strong>Порхание хасодэ</strong> увеличивается на 50%.",
      "1": "Кроме того, если в отряде есть персонажи Гео помимо Тиори, после выпада Порхания хасодэ активируются следующие эффекты:",
      "2": [
        " Призывает ещё одного автоматона Содэ. Одновременно может существовать только 1 дополнительный автоматон Содэ, призванный этим способом либо с помощью Гео конструкции.",
        " Активирует пассивный талант «Украшенная парча». Требуется разблокировать пассивный талант Сшито на заказ."
      ]
    }
  },
  "constellation2": {
    "name": "Пять цветов ткани",
    "description": {
      "0": "Если в течение 8 секунд после активации одного из последующих эффектов пассивного таланта Сшито на заказ обычная атака, заряженная атака или атака в падении вашего активного персонажа попадает по противнику, призывается простой автоматон Кину.",
      "1": "Простой автоматон Кину будет атаковать врагов поблизости, нанося <geo>Гео урон по площади</geo>, равный 170% урона рубящего удара автоматона Содэ. Этот урон считается уроном элементального навыка.",
      "2": "Выполнив 1 атаку или просуществовав 3 сек., простой автоматон Кину покидает поле боя.",
      "3": "Таким способом можно призвать 1 простого автоматона Кину раз в 1 сек., но не более 3 раз в течение одного и того же эффекта Узорная ткань или Покрой пассивного таланта Сшито на заказ.",
      "4": "Требуется разблокировать пассивный талант Сшито на заказ."
    }
  },
  "constellation3": {
    "name": "Четыре украшения парчи",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Порхание хасодэ</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Три любезности портного",
    "description": {
      "0": "В течение 10 сек. после применения навыка <strong>Хиёку: Парные клинки</strong> раз в 3 сек. рядом с Тиори будет призываться простой автоматон Кину."
    }
  },
  "constellation5": {
    "name": "Два шёлковых пера",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Хиёку: Парные клинки</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Следуя единому принципу",
    "description": {
      "0": "Активация эффекта Покрой пассивного таланта Сшито на заказ сокращает откат навыка <strong>Порхание хасодэ</strong> на 14,5 сек. и наделяет её эффектом Ясной красоты на 5 сек.",
      "1": "Когда Ясная красота активна, урон обычных атак, заряженных атак и атак в падении Тиори увеличивается на суммарное значение, равное 50% от её силы атаки и 180% от её защиты.",
      "2": "Этот эффект может возникнуть один раз в 15 сек. Он исчезает, когда обычные атаки, заряженные атаки и атаки в падении Тиори попадут 5 раз, или его время действия истекает.",
      "3": "Требуется разблокировать пассивный талант Сшито на заказ."
    }
  }
}