{
  "name": "Сиджвин",
  "title": "Преображённая дочь дракона",
  "description": "",
  "constellationName": "Нереида",
  "auto": {
    "name": "Прицельная терапия",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака</strong>",
        "1": "До трёх атак из лука."
      },
      "charged": {
        "0": "<strong>Заряженная атака</strong>",
        "1": "Более меткий <strong>прицельный выстрел</strong> с увеличенным уроном.",
        "2": "Во время прицеливания стрела постепенно накапливает энергию Гидро. При полном заряде Сиджвин периодически выпускает в цель медленно передвигающиеся Пузырьки состраданияЪЪЪ, нанося <hydro>Гидро урон</hydro>. Когда выпускается наделённая силой потоков стрела, при попадании она наносит <hydro>Гидро урон</hydro>."
      },
      "plunging": {
        "0": "<strong>Атака в падении</strong>",
        "1": "Выпускает град стрел, которые при приземлении персонажа наносят урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Прицельный выстрел",
      "4": "Заряженный выстрел",
      "5": "Урон Пузырька сострадания",
      "6": "Урон в падении",
      "7": "Урон низкого/высокого удара",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Прыгучая гидротерапия",
    "description": {
      "0": "Выпускает из пузырькового пистолета, изготовленного в крепости Меропид, <strong>Бодрящий бальзам-пузырь</strong>, который улучшает кровообращение и помогает пациентам уснуть.",
      "1": "Бодрящий бальзам-пузырь, прыгает между противниками поблизости и наносит поражённым врагам <hydro>Гидро урон</hydro>, пропорциональный макс. HP Сиджвин. При попадании он восстанавливает HP всем членам отряда поблизости за исключением Сиджвин. Объём лечения зависит от макс. HP Сиджвин.",
      "2": "Отпрыгнув 5 раз, Бодрящий бальзам-пузырь исчезает и восстанавливает HP Сиджвин пропорционально её макс. HP.",
      "3": "Если врагов нет, Бодрящий бальзам-пузырь прыгает поблизости. Одновременно может существовать только один Бодрящий бальзам-пузырь, созданный самой Сиджвин.",
      "4": "При долгом нажатии способ активации навыка меняется.",
      "5": "<br/>",
      "6": "<strong>Долгое нажатие</strong>",
      "7": "Переходит в режим прицеливания, собирает заряд и выдувает более крупный, более сильный Бодрящий бальзам-пузырь! Пузырь в зависимости от длительности удержания растёт, причём его рост делится на два уровня. За каждый уровень роста наносимый им урон и лечение увеличивается на 5%. При каждом отскоке Крупный Бодрящий бальзам-пузырь теряет один уровень размера, пока не станет обычным Бодрящим бальзам-пузырём.",
      "8": "Слабые враги, поражённые большим бальзам-пузырём, оказываются в заключении и теряют способность двигаться.",
      "9": "<br/>",
      "10": "Кроме того, когда Сиджвин активирует этот навык, рядом с ней создаётся 2 Капли источника. Каждая поглощённая Сиджвин Капля источника даёт ей Долг жизни, равный 10% от её макс. HP.",
      "11": "Когда Долг жизни Сиджвин снимается, за каждые 2000 единиц снятого Долга жизни она восстанавливает 1 ед. энергии. Таким способом Сиджвинн может восстановить до 5 ед. энергии.",
      "12": "<br/>",
      "13": "<strong>Архэ: Усия</strong>",
      "14": "С некоторым интервалом на позицию противника, поражённого Бодрящим бальзам-пузырём, нисходит Клинок бурных вод, который наносит <hydro>Гидро урон</hydro> усии, пропорциональный макс. HP Сиджвин.",
      "15": "<br/>",
      "16": "<i>«Что скажешь? Подобная гидротерапия не только стимулирует кровоток, но и доставляет пациентам массу удовольствия. О, а ещё она помогает больным, которым нужен отдых, хорошо поспать...»</i>"
    },
    "skillParams": {
      "0": "Урон Бодрящего бальзам-пузыря",
      "1": "Лечение Бодрящего бальзам-пузыря",
      "2": "Лечение завершения прыжков",
      "3": "Урон Клинка бурных вод",
      "4": "Интервал Клинка бурных вод",
      "5": "Время отката",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Сверхнасыщенная инъекция",
    "description": {
      "0": "Достаёт специальный шприц крепости Меропид и атакует перед собой волнами доброты и лекарств, нанося периодический <hydro>Гидро урон по площади</hydro>.",
      "1": "Кроме того, во время применения навыка Сиджвин поглощает до 2 Капель источника в определённом радиусе поблизости.",
      "2": "<br/>",
      "3": "<i>«Ох, лекарство в чересчур больших дозах ничем не лучше яда. Это очень опасно! Но заботы и ухода, которые так нужны пациентам, никогда не может быть чересчур!»</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Длительность",
      "2": "Время отката",
      "3": "Потребление энергии",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Требуется полноценный отдых",
    "description": {
      "0": "Активировав <strong>Прыгучую гидротерапию</strong>, Сиджвин на 18 сек. наделяет себя эффектом Полупринудительного покоя: она получает 8%<hydro>бонус Гидро урона</hydro> и 10 уровней Выздоровления. Когда элементальные навыки неактивных персонажей вашего отряда (за исключением Сиджвин) наносят урон, расходуется 1 уровень Выздоровления и урон данного элементального навыка увеличивается. За каждую 1000 ед. макс. HP свыше 30 000 ед. макс. HP Сиджвин урон увеличивается на 80 ед. Урон применяемого элементального навыка таким способом можно увеличить не более чем на 1800 ед."
    }
  },
  "passive2": {
    "name": "Скрупулёзная диагностика и лечение",
    "description": {
      "0": "Когда Сиджвин исцеляет персонажей, исцеление увеличивается согласно общему значению текущего Долга жизни всех персонажей отряда: за каждые 1000 ед. Долга жизни Сиджвин получает 3% бонус лечения. Максимальный бонус лечения, полученный таким способом, не может превышать 30%."
    }
  },
  "passive3": {
    "name": "Экстренная дозировка",
    "description": {
      "0": "Под водой исцеляет вашего активного персонажа в течение 2,5 сек., если его HP ниже 50%. Исцеление пропорционально 50% его макс. HP. Кроме того, сопротивление всем элементам и физическое сопротивление этого персонажа снижается на 10% на 10 сек. Эффект может возникнуть один раз в 20 сек."
    }
  },
  "constellation1": {
    "name": "«Ведома ли счастливейшим душам тревога?»",
    "description": {
      "0": "<strong>Бодрящий бальзам-пузырь</strong> при первых трёх отскоках не становится меньше и получает 3 дополнительных отскока.",
      "1": "Кроме того, пассивный талант Требуется полноценный отдых получает усиление: каждый отскок бальзам-пузыря наделяет Сиджвин 1 уровнем Выздоровления. Увеличение урона с помощью Выздоровления изменяется следующим образом: за каждую 1000 ед. HP свыше 30 000 ед. HP Сиджвин урон увеличивается на 100 ед. Урон таким способом можно увеличить не более чем на 3500 ед. Необходимо разблокировать пассивный талант Требуется полноценный отдых."
    }
  },
  "constellation2": {
    "name": "«Могут ли милосерднейшие из душ победить врагов?»",
    "description": {
      "0": "Используя <strong>Прыгучую гидротерапию</strong> и <strong>Сверхнасыщенную инъекцию</strong>, Сиджвин создаёт щит-пузырь, равный 30% от её макс. HP, который поглощает <hydro>Гидро урон</hydro> с эффективностью 250%.",
      "1": "Кроме того, после того как Бодрящий бальзам-пузырь Прыгучей гидротерапии или Сверхнасыщенная инъекция попадают во врага, его <hydro>Гидро сопротивление</hydro> на 8 сек. снижается на 35%."
    }
  },
  "constellation3": {
    "name": "«Могут ли здоровейшие из душ излечить жар?»",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Прыгучая гидротерапия</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "«Могут ли прекраснейшие из душ предотвратить увядание?»",
    "description": {
      "0": "Длительность <strong>Сверхнасыщенной инъекции</strong> увеличивается на 3 сек."
    }
  },
  "constellation5": {
    "name": "«Могут ли радостнейшие из душ избавить от страданий?»",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Сверхнасыщенная инъекция</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "«Вознесут ли светлейшие из душ за меня молитвы?»",
    "description": {
      "0": "Исцеляя персонажей, Сиджвин повышает шанс крит. попадания и крит. урон её <strong>Сверхнасыщенной инъекции</strong>: за каждую 1000 ед. макс. HP шанс крит. попадания увеличится на 0,4%, крит. урон - на 2,2% на 15 сек. Максимальное увеличение шанса крит. попадания, которого можно добиться таким способом, составляет 20%, а крит. урон - 110%."
    }
  }
}