{
  "name": "Навия",
  "title": "???",
  "description": "",
  "constellationName": "Дикая Роза",
  "auto": {
    "name": "Прямое неприятие",
    "fields": {
      "normal": {
        "0": "<strong><strong>Обычная атака:</strong>",
        "1": "Выполняет до четырёх ударов."
      },
      "charged": {
        "0": "<strong>Заряженная атака:</strong>",
        "1": "Вращающаяся атака по окружающим врагам, на которую непрерывно тратится выносливость.",
        "2": "После вращения проводит дополнительную мощную атаку мечом."
      },
      "plunging": {
        "0": "<strong>Атака в падении:</strong>",
        "1": "Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади."
      }
    },
    "skillParams": {
      "0": "Урон атаки 1",
      "1": "Урон атаки 2",
      "2": "Урон атаки 3",
      "3": "Урон атаки 4",
      "4": "Урон вращающейся атаки",
      "5": "Финальный урон заряженной атаки",
      "6": "Потребление выносливости",
      "7": "Макс. длительность",
      "8": "Урон в падении",
      "9": "Урон низкого/высокого удара",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Церемония: Кристальный выстрел",
    "description": {
      "0": "Когда персонаж отряда подбирает элементальный осколок, созданный реакцией Кристалл, Навия получает 1 заряд Кристальной шрапнели. Всего можно получить до 6 зарядов. При каждом получении длительность уже имеющейся Кристальной шрапнели сбрасывается.",
      "1": "Во время выстрела Навия расходует всю Кристальную шрапнель и раскрывает свой элегантный, но смертоносный зонт-мушкет, выстреливая множеством Кристальных пуль Росулы, которые способны пронзать врагов, и наносит поражённым противникам <geo>Гео урон</geo>.",
      "2": "При расходе 0/1/2/3 зарядов Кристальной шрапнели и более выстреливается 5/7/9/11 Кристальных пуль Росулы соответственно. Чем больше Кристальных пуль Росулы попадут в одного и того же врага, тем больше урона будет нанесено. Если попадут все 11 пуль, они нанесут 200% от изначального урона.",
      "3": "Кроме того, если расходуется более 3 зарядов Кристальной шрапнели, каждый заряд после третьего дополнительно увеличивает урон данного выстрела на 15%.",
      "4": "<br/>",
      "5": "<strong>Долгое нажатие</strong>",
      "6": "Переходит в режим прицеливания, периодически собирая элементальные осколки, созданные реакцией Кристалл. Когда долгое нажатие прекращается, выпускаются те же Кристальные пули Росулы, что и при быстром нажатии.",
      "7": "<br/>",
      "8": "Исходное количество применений: 2.",
      "9": "<br/>",
      "10": "<strong>Архэ: Усия</strong>",
      "11": "Когда Навия ведёт стрельбу из зонта-мушкета, периодически призывается Клинок бурных вод, который наносит <geo>Гео</geo> урон усии.",
      "12": "<br/>",
      "13": "<i>«Держаться на должном расстоянии от тех, кого следует держать на расстоянии, означает следовать правилам этикета. Тем не менее способов делать это тоже немало...»</i>"
    },
    "skillParams": {
      "0": "Базовый урон Кристальных пуль Росулы",
      "1": "Длительность Кристальной шрапнели",
      "2": "Урон Клинка бурных вод",
      "3": "Интервал Клинка бурных вод",
      "4": "Время отката",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Словно приветствие чистого неба",
    "description": {
      "0": "По приказу главы Спина-ди-Росула призывается великолепный Салют золотой розы, который подвергает врагов впереди яростному обстрелу, наносит <geo>Гео урон по площади</geo> и в течение некоторого времени после этого оказывает Огневую поддержку, периодически нанося <geo>Гео урон</geo>.",
      "1": "Атаки Салюта золотой розы, попадая по врагам, наделяют Навию 1 зарядом Кристальной шрапнели.  Этот эффект может возникнуть один раз в 2,4 сек.",
      "2": "<br/>",
      "3": "<i>«Салют Спина-ди-Росула - предварительное празднование успешных переговоров, и производится он до их начала. Не поймите неправильно, это никакая не угроза».</i>"
    },
    "skillParams": {
      "0": "Урон навыка",
      "1": "Урон Огневой поддержки",
      "2": "Длительность Огневой поддержки",
      "3": "Время отката",
      "4": "Потребление энергии",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Неизвестные каналы обращения",
    "description": {
      "0": "Через 4 сек. после применения навыка <strong>Церемония: Кристальный выстрел</strong> урон обычных атак, заряженных атак и атак в падении Навии конвертируется в <geo>Гео урон</geo>, который не может быть отменён другими инфузиями. Кроме того, урон обычных атак, заряженных атак и атак в падении Навии повышается на 40%."
    }
  },
  "passive2": {
    "name": "Сеть взаимопомощи",
    "description": {
      "0": "За каждого персонажа <pyro>Пиро</pyro>/<electro>Электро</electro>/<cryo>Крио</cryo>/<hydro>Гидро</hydro> в отряде сила атаки Навии увеличивается на 20%. Эффект складывается до 2 раз."
    }
  },
  "passive3": {
    "name": "Тщательно выполненная сделка",
    "description": {
      "0": "На 25% увеличивает награду экспедиций в Фонтейне длительностью 20 ч."
    }
  },
  "constellation1": {
    "name": "Правило расстояния для леди",
    "description": {
      "0": "При использовании навыка <strong>Церемония: Кристальный выстрел</strong> за каждый израсходованный заряд Кристальной шрапнели Навия восстанавливает 2 ед. энергии и сокращает откат навыка <strong>Словно приветствие чистого неба</strong> на 1 сек. Таким способом можно восстановить не более 6 ед. энергии и сократить откат навыка Словно приветствие чистого неба максимум на 3 сек."
    }
  },
  "constellation2": {
    "name": "Стремление главнокомандующей к победе",
    "description": {
      "0": "Каждый израсходованный заряд Кристальной шрапнели при использовании навыка <strong>Церемония: Кристальный выстрел</strong> увеличивает его шанс крит. попадания на 8%. Шанс крит. попадания таким способом можно повысить максимум на 24%.",
      "1": "Кроме того, при попадании навыка Церемония: Кристальный выстрел рядом с позицией поражённого врага нисходит 1 Огневая поддержка навыка <strong>Словно приветствие чистого неба</strong>. Каждое использование навыка Церемония: Кристальный выстрел может вызвать не более 1 Огневой поддержки. Урон огневой поддержки, наносимый таким способом, считается уроном взрыва стихии."
    }
  },
  "constellation3": {
    "name": "Широкий кругозор управляющей",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Церемония: Кристальный выстрел</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation4": {
    "name": "Давшие клятву не сдаются",
    "description": {
      "0": "При попадании навыка <strong>Словно приветствие чистого неба</strong> <geo>Гео сопротивление</geo> поражённого противника снижается на 20% на 8 сек."
    }
  },
  "constellation5": {
    "name": "Непреклонность переговорщика",
    "description": {
      "0": "Увеличивает уровень навыка <strong>Словно приветствие чистого неба</strong> на 3.",
      "1": "Макс. уровень: 15"
    }
  },
  "constellation6": {
    "name": "Изящество ухищрений главы Спина-ди-Росула",
    "description": {
      "0": "Если при использовании навыка <strong>Церемония: Кристальный выстрел</strong> расходуется более 3 зарядов Кристальной шрапнели, то каждый заряд, расходуемый после первых трёх, повышает крит. урон текущего навыка Церемония: Кристальный выстрел на 35%. При этом все заряды, израсходованные после третьего, после использования навыкаЪЪЪ возвращаются Навии."
    }
  }
}