{
  "name": "Великолепие лазурного свода",
  "description": "",
  "passiveName": "Камень воли",
  "passiveDescription": {
    "0": "После активации взрыва стихии или создания щита экипированный персонаж на 3 сек. получает эффект Камня воли: каждые 2,5 сек. восстанавливает <cryo>4</cryo> ед. энергии и даёт <cryo>0,3%</cryo> бонуса урона соответствующего элемента за каждые 1000 ед. их макс. HP до <cryo>12%</cryo> максимум. Эффект Камня воли активируется, даже если экипированный персонаж не на поле боя.",
    "1": "После активации взрыва стихии или создания щита экипированный персонаж на 3 сек. получает эффект Камня воли: каждые 2,5 сек. восстанавливает <cryo>4,5</cryo> ед. энергии и даёт <cryo>0,45%</cryo> бонуса урона соответствующего элемента за каждые 1000 ед. их макс. HP до <cryo>18%</cryo> максимум. Эффект Камня воли активируется, даже если экипированный персонаж не на поле боя.",
    "2": "После активации взрыва стихии или создания щита экипированный персонаж на 3 сек. получает эффект Камня воли: каждые 2,5 сек. восстанавливает <cryo>5</cryo> ед. энергии и даёт <cryo>0,6%</cryo> бонуса урона соответствующего элемента за каждые 1000 ед. их макс. HP до <cryo>24%</cryo> максимум. Эффект Камня воли активируется, даже если экипированный персонаж не на поле боя.",
    "3": "После активации взрыва стихии или создания щита экипированный персонаж на 3 сек. получает эффект Камня воли: каждые 2,5 сек. восстанавливает <cryo>5,5</cryo> ед. энергии и даёт <cryo>0,75%</cryo> бонуса урона соответствующего элемента за каждые 1000 ед. их макс. HP до <cryo>30%</cryo> максимум. Эффект Камня воли активируется, даже если экипированный персонаж не на поле боя.",
    "4": "После активации взрыва стихии или создания щита экипированный персонаж на 3 сек. получает эффект Камня воли: каждые 2,5 сек. восстанавливает <cryo>6</cryo> ед. энергии и даёт <cryo>0,9%</cryo> бонуса урона соответствующего элемента за каждые 1000 ед. их макс. HP до <cryo>36%</cryo> максимум. Эффект Камня воли активируется, даже если экипированный персонаж не на поле боя."
  }
}