{
  "name": "Песнь патруля пиков",
  "description": {
    "0": "Необыкновенно острый обсидиановый клинок, лёгкий, словно песня. Некий мастер модифицировал его, оснастив съёмным флогистоновым устройством, которое воспроизводит записи."
  },
  "passiveName": "Нескончаемая благодать",
  "passiveDescription": {
    "0": {
      "0": "Попадание обычной атаки или атаки в падении наделяет Одой цветам: защита повышается на <cryo>10%</cryo>. Эффект длится 6 сек., складывается до 2 раз и возникает не чаще одного раза в 0,1 сек. Когда этот эффект достигает второго уровня или длительность второго уровня обновляется, шанс крит. попадания и крит. урон обычной атаки и атаки в падении экипированного персонажа увеличивается пропорционально его защите: на <cryo>1%/8%</cryo> за каждую 1000 ед. защиты соответственно. Максимальное увеличение составляет <cryo>3,2%/25,6%</cryo> соответственно. Кроме того, бонус урона всеми элементами на тех же основаниях повышается на <cryo>8%</cryo>. Максимальное увеличение составляет <cryo>25,6%</cryo>. Эти эффекты действуют 15 сек. Элементальные бонусы урона, полученные таким образом, не суммируются."
    },
    "1": {
      "0": "Попадание обычной атаки или атаки в падении наделяет Одой цветам: защита повышается на <cryo>12,5%</cryo>. Эффект длится 6 сек., складывается до 2 раз и возникает не чаще одного раза в 0,1 сек. Когда этот эффект достигает второго уровня или длительность второго уровня обновляется, шанс крит. попадания и крит. урон обычной атаки и атаки в падении экипированного персонажа увеличивается пропорционально его защите: на <cryo>1,25%/10%</cryo> за каждую 1000 ед. защиты соответственно. Максимальное увеличение составляет <cryo>4%/32%</cryo> соответственно. Кроме того, бонус урона всеми элементами на тех же основаниях повышается на <cryo>10%</cryo>. Максимальное увеличение составляет <cryo>32%</cryo>. Эти эффекты действуют 15 сек. Элементальные бонусы урона, полученные таким образом, не суммируются."
    },
    "2": {
      "0": "Попадание обычной атаки или атаки в падении наделяет Одой цветам: защита повышается на <cryo>15%</cryo>. Эффект длится 6 сек., складывается до 2 раз и возникает не чаще одного раза в 0,1 сек. Когда этот эффект достигает второго уровня или длительность второго уровня обновляется, шанс крит. попадания и крит. урон обычной атаки и атаки в падении экипированного персонажа увеличивается пропорционально его защите: на <cryo>1,5%/12%</cryo> за каждую 1000 ед. защиты соответственно. Максимальное увеличение составляет <cryo>4,8%/38,4%</cryo> соответственно. Кроме того, бонус урона всеми элементами на тех же основаниях повышается на <cryo>12%</cryo>. Максимальное увеличение составляет <cryo>38,4%</cryo>. Эти эффекты действуют 15 сек. Элементальные бонусы урона, полученные таким образом, не суммируются."
    },
    "3": {
      "0": "Попадание обычной атаки или атаки в падении наделяет Одой цветам: защита повышается на <cryo>17,5%</cryo>. Эффект длится 6 сек., складывается до 2 раз и возникает не чаще одного раза в 0,1 сек. Когда этот эффект достигает второго уровня или длительность второго уровня обновляется, шанс крит. попадания и крит. урон обычной атаки и атаки в падении экипированного персонажа увеличивается пропорционально его защите: на <cryo>1,75%/14%</cryo> за каждую 1000 ед. защиты соответственно. Максимальное увеличение составляет <cryo>5,6%/44,8%</cryo> соответственно. Кроме того, бонус урона всеми элементами на тех же основаниях повышается на <cryo>14%</cryo>. Максимальное увеличение составляет <cryo>44,8%</cryo>. Эти эффекты действуют 15 сек. Элементальные бонусы урона, полученные таким образом, не суммируются."
    },
    "4": {
      "0": "Попадание обычной атаки или атаки в падении наделяет Одой цветам: защита повышается на <cryo>20%</cryo>. Эффект длится 6 сек., складывается до 2 раз и возникает не чаще одного раза в 0,1 сек. Когда этот эффект достигает второго уровня или длительность второго уровня обновляется, шанс крит. попадания и крит. урон обычной атаки и атаки в падении экипированного персонажа увеличивается пропорционально его защите: на <cryo>2%/16%</cryo> за каждую 1000 ед. защиты соответственно. Максимальное увеличение составляет <cryo>6,4%/51,2%</cryo> соответственно. Кроме того, бонус урона всеми элементами на тех же основаниях повышается на <cryo>16%</cryo>. Максимальное увеличение составляет <cryo>51,2%</cryo>. Эти эффекты действуют 15 сек. Элементальные бонусы урона, полученные таким образом, не суммируются."
    }
  }
}