{
  "name": "Грандиозный финал глубин",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Активация элементального навыка повышает силу атаки на <cryo>12%</cryo> на 15 сек. и наделяет Клятвой жизниЪЪЪ, равной 25% от макс. HP. Эффект может возникнуть один раз в 10 сек. Исчезая, Клятва жизниЪЪЪ повышает силу атаки на <cryo>2,4%</cryo>% от снятого значенияЪЪЪ (макс. <cryo>150</cryo> ед.) на 15 сек. Клятва жизниЪЪЪ: поглощает получаемое персонажем лечение, равное собственному значению, после чего исчезает."
    },
    "1": {
      "0": "Активация элементального навыка повышает силу атаки на <cryo>15%</cryo> на 15 сек. и наделяет Клятвой жизниЪЪЪ, равной 25% от макс. HP. Эффект может возникнуть один раз в 10 сек. Исчезая, Клятва жизниЪЪЪ повышает силу атаки на <cryo>3%</cryo>% от снятого значенияЪЪЪ (макс. <cryo>187,5</cryo> ед.) на 15 сек. Клятва жизниЪЪЪ: поглощает получаемое персонажем лечение, равное собственному значению, после чего исчезает."
    },
    "2": {
      "0": "Активация элементального навыка повышает силу атаки на <cryo>18%</cryo> на 15 сек. и наделяет Клятвой жизниЪЪЪ, равной 25% от макс. HP. Эффект может возникнуть один раз в 10 сек. Исчезая, Клятва жизниЪЪЪ повышает силу атаки на <cryo>3,6%</cryo>% от снятого значенияЪЪЪ (макс. <cryo>225</cryo> ед.) на 15 сек. Клятва жизниЪЪЪ: поглощает получаемое персонажем лечение, равное собственному значению, после чего исчезает."
    },
    "3": {
      "0": "Активация элементального навыка повышает силу атаки на <cryo>21%</cryo> на 15 сек. и наделяет Клятвой жизниЪЪЪ, равной 25% от макс. HP. Эффект может возникнуть один раз в 10 сек. Исчезая, Клятва жизниЪЪЪ повышает силу атаки на <cryo>4,2%</cryo>% от снятого значенияЪЪЪ (макс. <cryo>262,5</cryo> ед.) на 15 сек. Клятва жизниЪЪЪ: поглощает получаемое персонажем лечение, равное собственному значению, после чего исчезает."
    },
    "4": {
      "0": "Активация элементального навыка повышает силу атаки на <cryo>24%</cryo> на 15 сек. и наделяет Клятвой жизниЪЪЪ, равной 25% от макс. HP. Эффект может возникнуть один раз в 10 сек. Исчезая, Клятва жизниЪЪЪ повышает силу атаки на <cryo>4,8%</cryo>% от снятого значенияЪЪЪ (макс. <cryo>300</cryo> ед.) на 15 сек. Клятва жизниЪЪЪ: поглощает получаемое персонажем лечение, равное собственному значению, после чего исчезает."
    }
  }
}