{
  "name": "Уракуго рэнсай",
  "description": {
    "0": "Знаменитый клинок, собственноручно выкованный прославленным литератором Уракусаем. Согласно легенде, за все эти столетия он не навредил ни единому живому существу."
  },
  "passiveName": "Парчовый цветок и меч святилища",
  "passiveDescription": {
    "0": {
      "0": "На поле боя увеличивает урон обычной и заряженной атаки на <cryo>16%</cryo>. Вне поля боя увеличивает урон элементального навыка на <cryo>24%</cryo>. После того как активный персонаж поблизости наносит Гео урон, эти эффекты дополнительно увеличиваются на 100% на 15 сек. Кроме того, защита экипированного персонажа повышается на <cryo>20%</cryo>."
    },
    "1": {
      "0": "На поле боя увеличивает урон обычной и заряженной атаки на <cryo>20%</cryo>. Вне поля боя увеличивает урон элементального навыка на <cryo>30%</cryo>. После того как активный персонаж поблизости наносит Гео урон, эти эффекты дополнительно увеличиваются на 100% на 15 сек. Кроме того, защита экипированного персонажа повышается на <cryo>25%</cryo>."
    },
    "2": {
      "0": "На поле боя увеличивает урон обычной и заряженной атаки на <cryo>24%</cryo>. Вне поля боя увеличивает урон элементального навыка на <cryo>36%</cryo>. После того как активный персонаж поблизости наносит Гео урон, эти эффекты дополнительно увеличиваются на 100% на 15 сек. Кроме того, защита экипированного персонажа повышается на <cryo>30%</cryo>."
    },
    "3": {
      "0": "На поле боя увеличивает урон обычной и заряженной атаки на <cryo>28%</cryo>. Вне поля боя увеличивает урон элементального навыка на <cryo>42%</cryo>. После того как активный персонаж поблизости наносит Гео урон, эти эффекты дополнительно увеличиваются на 100% на 15 сек. Кроме того, защита экипированного персонажа повышается на <cryo>35%</cryo>."
    },
    "4": {
      "0": "На поле боя увеличивает урон обычной и заряженной атаки на <cryo>32%</cryo>. Вне поля боя увеличивает урон элементального навыка на <cryo>48%</cryo>. После того как активный персонаж поблизости наносит Гео урон, эти эффекты дополнительно увеличиваются на 100% на 15 сек. Кроме того, защита экипированного персонажа повышается на <cryo>40%</cryo>."
    }
  }
}