{
  "name": "Время сёрфинга",
  "description": {},
  "passiveName": "Воспоминания воды",
  "passiveDescription": {
    "0": {
      "0": "Увеличивает макс. HP на <cryo>20%</cryo>. Один раз в 12 сек. в течение 10 сек. после использования элементального навыка возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на <cryo>12%</cryo>. Во время его действия каждые 1,5 сек. попадание обычной атаки по противнику снимает 1 уровень; каждые 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз."
    },
    "1": {
      "0": "Увеличивает макс. HP на <cryo>25%</cryo>. Один раз в 12 сек. в течение 10 сек. после использования элементального навыка возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на <cryo>15%</cryo>. Во время его действия каждые 1,5 сек. попадание обычной атаки по противнику снимает 1 уровень; каждые 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз."
    },
    "2": {
      "0": "Увеличивает макс. HP на <cryo>30%</cryo>. Один раз в 12 сек. в течение 10 сек. после использования элементального навыка возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на <cryo>18%</cryo>. Во время его действия каждые 1,5 сек. попадание обычной атаки по противнику снимает 1 уровень; каждые 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз."
    },
    "3": {
      "0": "Увеличивает макс. HP на <cryo>35%</cryo>. Один раз в 12 сек. в течение 10 сек. после использования элементального навыка возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на <cryo>21%</cryo>. Во время его действия каждые 1,5 сек. попадание обычной атаки по противнику снимает 1 уровень; каждые 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз."
    },
    "4": {
      "0": "Увеличивает макс. HP на <cryo>40%</cryo>. Один раз в 12 сек. в течение 10 сек. после использования элементального навыка возникает следующий эффект: наделяет 4 уровнями Знойного лета. Каждый уровень увеличивает урон обычной атаки на <cryo>24%</cryo>. Во время его действия каждые 1,5 сек. попадание обычной атаки по противнику снимает 1 уровень; каждые 1,5 сек.: активация реакции Пар на противнике добавляет 1 уровень. Эффект Знойного лета складывается до 4 раз."
    }
  }
}