{
  "name": "Первый великий фокус",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Увеличивает силу атаки на <cryo>12%</cryo>. Предоставляет 1 уровень УловкиЪЪЪ за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерстваЪЪЪ. Когда действуют 1/2/3 и более уровня УловкиЪЪЪ, сила атаки повышается на <cryo>8%/16%/40%</cryo>. При 1/2/3 и более уровня Актёрского мастерстваЪЪЪ скорость передвижения увеличивается на <cryo>4%/7%/10%</cryo>."
    },
    "1": {
      "0": "Увеличивает силу атаки на <cryo>15%</cryo>. Предоставляет 1 уровень УловкиЪЪЪ за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерстваЪЪЪ. Когда действуют 1/2/3 и более уровня УловкиЪЪЪ, сила атаки повышается на <cryo>10%/20%/50%</cryo>. При 1/2/3 и более уровня Актёрского мастерстваЪЪЪ скорость передвижения увеличивается на <cryo>6%/9%/12%</cryo>."
    },
    "2": {
      "0": "Увеличивает силу атаки на <cryo>18%</cryo>. Предоставляет 1 уровень УловкиЪЪЪ за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерстваЪЪЪ. Когда действуют 1/2/3 и более уровня УловкиЪЪЪ, сила атаки повышается на <cryo>12%/24%/60%</cryo>. При 1/2/3 и более уровня Актёрского мастерстваЪЪЪ скорость передвижения увеличивается на <cryo>8%/11%/14%</cryo>."
    },
    "3": {
      "0": "Увеличивает силу атаки на <cryo>21%</cryo>. Предоставляет 1 уровень УловкиЪЪЪ за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерстваЪЪЪ. Когда действуют 1/2/3 и более уровня УловкиЪЪЪ, сила атаки повышается на <cryo>14%/28%/70%</cryo>. При 1/2/3 и более уровня Актёрского мастерстваЪЪЪ скорость передвижения увеличивается на <cryo>10%/13%/16%</cryo>."
    },
    "4": {
      "0": "Увеличивает силу атаки на <cryo>24%</cryo>. Предоставляет 1 уровень УловкиЪЪЪ за каждого персонажа того же элемента в отряде, что и экипированный персонаж (включая экипированного персонажа). За каждого персонажа отряда с другим элементом предоставляет 1 уровень Актёрского мастерстваЪЪЪ. Когда действуют 1/2/3 и более уровня УловкиЪЪЪ, сила атаки повышается на <cryo>16%/32%/80%</cryo>. При 1/2/3 и более уровня Актёрского мастерстваЪЪЪ скорость передвижения увеличивается на <cryo>12%/15%/18%</cryo>."
    }
  }
}