{
  "name": "Сверкание чистых вод",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Активация элементального навыка повышает бонус урона всеми элементами на <cryo>8%</cryo> на 15 сек. и наделяет Клятвой жизниЪЪЪ, равной 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Исчезая, Клятва жизниЪЪЪ на 15 сек. даёт <cryo>2%</cryo> бонус урона всеми элементами за каждые 1000 ед., которые она снимает. Бонус урона всеми элементами, полученный таким образом, не может превышать <cryo>12%</cryo>. Клятва жизниЪЪЪ: поглощает получаемое персонажем лечение, равное собственному значению, после чего исчезает."
    },
    "1": {
      "0": "Активация элементального навыка повышает бонус урона всеми элементами на <cryo>10%</cryo> на 15 сек. и наделяет Клятвой жизниЪЪЪ, равной 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Исчезая, Клятва жизниЪЪЪ на 15 сек. даёт <cryo>2,5%</cryo> бонус урона всеми элементами за каждые 1000 ед., которые она снимает. Бонус урона всеми элементами, полученный таким образом, не может превышать <cryo>15%</cryo>. Клятва жизниЪЪЪ: поглощает получаемое персонажем лечение, равное собственному значению, после чего исчезает."
    },
    "2": {
      "0": "Активация элементального навыка повышает бонус урона всеми элементами на <cryo>12%</cryo> на 15 сек. и наделяет Клятвой жизниЪЪЪ, равной 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Исчезая, Клятва жизниЪЪЪ на 15 сек. даёт <cryo>3%</cryo> бонус урона всеми элементами за каждые 1000 ед., которые она снимает. Бонус урона всеми элементами, полученный таким образом, не может превышать <cryo>18%</cryo>. Клятва жизниЪЪЪ: поглощает получаемое персонажем лечение, равное собственному значению, после чего исчезает."
    },
    "3": {
      "0": "Активация элементального навыка повышает бонус урона всеми элементами на <cryo>14%</cryo> на 15 сек. и наделяет Клятвой жизниЪЪЪ, равной 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Исчезая, Клятва жизниЪЪЪ на 15 сек. даёт <cryo>3,5%</cryo> бонус урона всеми элементами за каждые 1000 ед., которые она снимает. Бонус урона всеми элементами, полученный таким образом, не может превышать <cryo>21%</cryo>. Клятва жизниЪЪЪ: поглощает получаемое персонажем лечение, равное собственному значению, после чего исчезает."
    },
    "4": {
      "0": "Активация элементального навыка повышает бонус урона всеми элементами на <cryo>16%</cryo> на 15 сек. и наделяет Клятвой жизниЪЪЪ, равной 24% от макс. HP. Эффект может возникнуть один раз в 10 сек. Исчезая, Клятва жизниЪЪЪ на 15 сек. даёт <cryo>4%</cryo> бонус урона всеми элементами за каждые 1000 ед., которые она снимает. Бонус урона всеми элементами, полученный таким образом, не может превышать <cryo>24%</cryo>. Клятва жизниЪЪЪ: поглощает получаемое персонажем лечение, равное собственному значению, после чего исчезает."
    }
  }
}