{
  "name": "Xianyun",
  "title": "???",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Verbo di vento e fiori",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Evoca dei venti vorticosi per sferrare fino a 4 colpi, infliggendo <anemo>DAN da Anemo</anemo>."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore e scaglia un Dardo eolico che infligge <anemo>DAN da Anemo</anemo> agli avversari lungo il suo percorso."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Si scaglia contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria. Infligge <anemo>DAN da Anemo ad area</anemo> all'impatto col suolo."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da ATT caricato",
      "5": "Costo vigore attacco caricato",
      "6": "DAN da ATT in picchiata",
      "7": "DAN da ATT in picchiata basso/alto",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Candide nuvole dell'alba",
    "description": {
      "0": "Xianyun entra nello stato di Trasfigurazione burrascosa e usa immediatamente Scala celeste. Mentre è in questo stato, può usare Scala celeste fino ad altre 2 volte.",
      "1": "Quando sferra un attacco normale o in picchiata, Xianyun usa Onda nubifendente e assume le sembianze della Gru Spironebula per scagliarsi dall'alto contro i nemici, infliggendo <anemo>DAN da Anemo ad area</anemo> e concludendo lo stato di Trasfigurazione burrascosa. I DAN inflitti in questo modo sono considerati DAN da attacco in picchiata.",
      "2": "<br/>",
      "3": "<strong>Scala celeste</strong>",
      "4": "Xianyun si libra temporaneamente in avanti e sale di quota, infliggendo <anemo>DAN da Anemo</anemo> ai bersagli sul suo percorso.",
      "5": "È possibile usare tale abilità mentre il personaggio è sospeso a mezz'aria, ma la distanza di salto è superiore quando viene usata sul terreno.",
      "6": "Ciascun avversario non può essere danneggiato più di una volta per ogni iterazione di Trasfigurazione burrascosa.",
      "7": "<br/>",
      "8": "Più volte Scala celeste viene usata durante lo stato di Trasfigurazione burrascosa, maggiori sono i DAN inflitti dall'Onda nubifendente e più ampia è la sua area d'effetto. Dopo aver usato Scala celeste per 3 volte (inclusa quella derivante dall'uso iniziale di Candide nuvole dell'alba), Xianyun usa la potente Onda nubifendente: Stupefazione divina.",
      "9": "<br/>",
      "10": "È possibile usare Candide nuvole dell'alba solo quando il personaggio si trova sul terreno.",
      "11": "Se Scala celeste non viene usata entro un breve lasso di tempo, Trasfigurazione burrascosa termina ed entra in TdR. Se l'Onda nubifendente non viene impiegata nel corso di Trasfigurazione burrascosa, il suo TdR si riduce di 3 s.",
      "12": "<br/>",
      "13": "<i>Fai attenzione quando Vestale delle nuvole ti tiene per mano: la sua presa è pari a quella di una gru.</i>"
    },
    "skillParams": {
      "0": "DAN da Scia delle sembianze adeptiche",
      "1": "Gru inseguitrice: Primo lancio",
      "2": "Gru inseguitrice: Secondo lancio",
      "3": "Gru inseguitrice: Terzo lancio",
      "4": "TdR pressione",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Riunione astrale del tramonto",
    "description": {
      "0": "Scatena un vento sacro che infligge <anemo>DAN da Anemo ad area</anemo> e ripristina i PS dei personaggi vicini in base all'ATT di Xianyun, evocando al contempo lo speciale meccanismo Giuncostella.",
      "1": "<br/>",
      "2": "<strong>Giuncostella</strong>",
      "3": [
        " Segue continuamente il personaggio attivo, ripristinando i PS di tutti i personaggi vicini a intervalli regolari in base all'ATT di Xianyun.",
        " Appena evocato, possiede 8 accumuli di Assistenza adeptica, che aumentano le capacità di salto dei personaggi attivi vicini.",
        " Quando il personaggio attivo esegue un attacco in picchiata, Giuncostella consuma 1 accumulo di Assistenza adeptica e infligge <anemo>DAN da Anemo ad area</anemo>."
      ],
      "4": "<br/>",
      "5": "<i>L'ultima invenzione della serie \"Creazioni Lunastella\", che include la Macchina da cucina suprema, il Trasportatore volteggiante, il Meccanismo di estimazione delle rarità, la Macchina del tè suprema, il Meccanismo ammassaneve, la Macchina delle pulizie suprema e la Macchina amplificatrice acustica. Questa serie di congegni era stata concepita per i giovani umani stimati da Vestale delle nuvole, e non è affatto progettata a uso e consumo di una certa mezza Adepta. Tuttavia, quando le fu offerto Giuncostella, una delle sue discepole si limitò a pronunciare con freddezza le seguenti parole: \"No, grazie\".",
      "6": "Così, a Vestale delle nuvole non rimase altra scelta che tenerlo per sé.</i>"
    },
    "skillParams": {
      "0": "DAN istantanei",
      "1": "DAN da ATT coordinato meccanismo",
      "2": "Guarigione istantanea",
      "3": "Guarigione continua meccanismo",
      "4": "Intervallo di attivazione guarigione meccanismo",
      "5": "Durata meccanismo",
      "6": "TdR",
      "7": "Costo energia",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Piuma della tempesta",
    "description": {
      "0": "Quando Onda nubifendente: Stupefazione divina di <anemo>Candide nuvole dell'alba</anemo> colpisce, genera un vortice di fronte al punto d'impatto che risucchia gli avversari e gli oggetti presenti nelle vicinanze."
    }
  },
  "passive2": {
    "name": "Rimira l'Adepta nel suo reame",
    "description": {
      "0": "Quando il Giuncostella creato da <anemo>Riunione astrale del tramonto</anemo> ha degli accumuli di Assistenza adeptica a disposizione, i DAN dell'onda d'urto degli attacchi in picchiata sferrati dai personaggi attivi vicini aumentano di un 170% dell'ATT di Xianyun. L'aumento di DAN massimo che è possibile ottenere in questo modo è pari a 8.500, e può essere applicato a non più di 1 avversario per ogni onda d'urto sprigionata dagli attacchi in picchiata. Ciascun personaggio può attivare quest'effetto una volta ogni 0,4 ."
    }
  },
  "passive3": {
    "name": "Sembianze da gru",
    "description": {
      "0": "Aumenta di un 15% la VEL di planata per i membri del tuo gruppo.",
      "1": "Non è cumulabile con talenti passivi che conferiscono gli stessi effetti."
    }
  },
  "constellation1": {
    "name": "Brezza purificatrice",
    "description": {
      "0": "<anemo>Candide nuvole dell'alba</anemo> ottiene 1 carica aggiuntiva."
    }
  },
  "constellation2": {
    "name": "Vita da eremita",
    "description": {
      "0": "Dopo aver usato <anemo>Candide nuvole dell'alba</anemo>, l'ATT di Xianyun aumenta di un 20% per 15 s.",
      "1": "In più, il talento passivo Rimira l'Adepta nel suo reame riceve un potenziamento: quando il Giuncostella creato da <anemo>Riunione astrale del tramonto</anemo> ha degli accumuli di Assistenza adeptica a disposizione, i DAN dell'onda d'urto degli attacchi in picchiata sferrati dai personaggi attivi vicini aumentano di un 306% dell'ATT di Xianyun. L'aumento di DAN massimo che è possibile ottenere in questo modo è pari a 15.300, e può essere applicato a non più di 1 avversario per ogni onda d'urto sprigionata dagli attacchi in picchiata. Ciascun personaggio può attivare quest'effetto una volta ogni 0,4 .",
      "2": "Richiede il talento passivo Rimira l'Adepta nel suo reame."
    }
  },
  "constellation3": {
    "name": "Genesi astrolunare",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Riunione astrale del tramonto</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Buongustaia del miglio perlato",
    "description": {
      "0": "Dopo aver usato Scala celeste 1/2/3 volte in un'unica iterazione di Trasfigurazione burrascosa di <anemo>Candide nuvole dell'alba</anemo>, quando un'Onda nubifendente sprigionata dalla suddetta iterazione colpisce un avversario, ripristina i PS di tutti i membri vicini del gruppo di una quantità pari a un 50%/80%/150% dell'ATT di Xianyun. Quest'effetto può attivarsi una volta ogni 5 s."
    }
  },
  "constellation5": {
    "name": "Bellezza di madreperla",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Candide nuvole dell'alba</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Custode delle nubi",
    "description": {
      "0": "I DAN da CRIT dell'Onda nubifendente di <anemo>Candide nuvole dell'alba</anemo> aumentano di un 70%.",
      "1": "Quando Xianyun usa Candide nuvole dell'alba, se il Giuncostella di <anemo>Riunione astrale del tramonto</anemo> ha degli accumuli di Assistenza adeptica a disposizione, ne consuma uno per annullare il TdR dell'attuale iterazione di Candide nuvole dell'alba. Inoltre, quando l'attuale iterazione di Trasfigurazione burrascosa innesca l'attacco di Giuncostella con un'Onda nubifendente, non vengono consumati accumuli di Assistenza adeptica.",
      "2": "Per finire, quando Onda nubifendente: Stupefazione divina colpisce un avversario, Giuncostella ottiene 1 accumulo di Assistenza adeptica. Quest'effetto può attivarsi una volta ogni 8 s."
    }
  }
}