{
  "name": "Furina",
  "title": "",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Solista sollecita",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Sferra fino a 4 colpi consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma una determinata quantità di vigore per eseguire un assolo di danza che infligge DAN fisici agli avversari nelle vicinanze e modifica la sua polarità Archè. Se sono presenti i Membri del Salon o i Cantanti torrentizi evocati dalla sua abilità elementale Salon Solitaire, le loro formazioni si scambiano di conseguenza."
      },
      "plunging": {
        "0": "<strong>Archè: Seggi sacri e secolari</strong>",
        "1": "Dopo aver colpito gli avversari con attacchi normali, e in base alla sua polarità attuale, Furina genera a determinati intervalli una Lama nascente o un Aculeo spettrale, infliggendo <hydro>DAN da Hydro</hydro> della polarità corrispondente.",
        "2": "Quando Furina entra in campo, il suo Archè di partenza è Ousia.",
        "3": "<br/>",
        "4": "Attacco in picchiata",
        "5": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da ATT caricato",
      "5": "Costo vigore attacco caricato",
      "6": "DAN da ATT in picchiata",
      "7": "DAN da ATT in picchiata basso/alto",
      "8": "DAN da Aculeo spettrale/Lama nascente",
      "9": "Intervallo DAN da Aculeo spettrale/Lama nascente",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Salon Solitaire",
    "description": {
      "0": "Invita gli ospiti del Salon Solitaire ad avvicinarsi per assistere all'esibizione di Furina. Evoca Membri del Salon o Cantanti torrentizi in base alla <strong>polarità Archè</strong> attuale di Furina.",
      "1": "<br/>",
      "2": "<strong>Ousia</strong>",
      "3": "Delle bolle spumose danzano giubilanti, infliggendo <hydro>DAN da Hydro ad area</hydro> in base ai PS max di Furina ed evocando 3 Membri del Salon: il Gentiluomo Usher, a forma di Polpotondo; la Sovrintendente Chevalmarine, a forma di Ippocampo gorgogliante; e Mademoiselle Granchilette, a forma di Granchio corazzato.",
      "4": "I Membri del Salon attaccano gli avversari circostanti a intervalli regolari, dando priorità al bersaglio del personaggio attivo, infliggendo <hydro>DAN da Hydro</hydro> in base ai PS max di Furina.",
      "5": "Quando attaccano, se sono presenti nelle vicinanze uno o più personaggi con più di un 50% di PS, i Membri ne consumano i PS per aumentare la propria potenza d'attacco in base al numero di personaggi che \"offrono\" PS in questo modo. Se i personaggi che hanno consumato PS sono 1/2/3/4 (o più), gli attacchi dei Membri infliggono un 110%/120%/130%/140% dei loro DAN originali.",
      "6": "<br/>",
      "7": "<strong>Pneuma</strong>",
      "8": "Evoca i Cantanti torrentizi, che ripristinano i PS dei personaggi attivi nelle vicinanze a intervalli regolari, in base ai PS max di Furina.",
      "9": "<br/>",
      "10": "I Membri del Salon e i Cantanti torrentizi condividono la durata, e quando Furina usa il suo attacco caricato per cambiare il tipo di ospiti, i nuovi ospiti ereditano la durata iniziale di quelli precedenti.",
      "11": "<br/>",
      "12": "<i>Il Salon Solitaire di Furina è frequentato da un numero fisso di ospiti abituali. A giorni alterni, vengono a trovarla Mademoiselle Granchilette, la Sovrintendente Chevalmarine e il Gentiluomo Usher; nei mercoledì uggiosi, invece, sono i Cantanti a tenerle compagnia.</i>"
    },
    "skillParams": {
      "0": "DAN da bolla di Ousia",
      "1": "Durata",
      "2": "DAN da Gentiluomo Usher",
      "3": "DAN da Sovrintendente Chevalmarine",
      "4": "DAN da Mademoiselle Granchilette",
      "5": "Consumo PS Gentiluomo Usher",
      "6": "Consumo PS Sovrintendente Chevalmarine",
      "7": "Consumo PS Mademoiselle Granchilette",
      "8": "Guarigione da Cantanti torrentizi",
      "9": "TdR",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Si rallegri il popolo",
    "description": {
      "0": "Risveglia lo spirito festaiolo dei presenti creando un palco spumeggiante che infligge <hydro>DAN da Hydro ad area</hydro> in base ai PS max di Furina, e applicando a tutti i membri del gruppo lo stato di Baldoria universale. Mentre questo stato è attivo, quando i PS dei membri del gruppo nelle vicinanze aumentano o diminuiscono, Furina riceve 1 punto Fanfara in base alla percentuale di variazione dei loro PS max.",
      "1": "Contemporaneamente, Furina aumenta i DAN inflitti da tutti i membri del gruppo nelle vicinanze, oltre al loro bonus di guarigione ricevuta, in base al numero di punti Fanfara in suo possesso.",
      "2": "Quando la durata dello stato si esaurisce, i punti Fanfara di Furina svaniscono.",
      "3": "<br/>",
      "4": "<i>\"Gioite! Rendete lode! Lasciatevi estasiare! In alto i calici! Una notte senza gozzoviglie è un sordido sperpero della luce di un mesto giorno... E quelli, ehm... Quelli sono ancora troppo giovani possono sempre bere del succo d'uva!\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "Durata",
      "2": "Punti Fanfara massimi",
      "3": "Tasso conversione Fanfara-DAN aumentati",
      "4": "Tasso conversione Fanfara-bonus di guarigione",
      "5": "TdR",
      "6": "Costo energia",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Valzer infinito",
    "description": {
      "0": "Quando il personaggio attivo del tuo gruppo riceve effetti di guarigione, se l'effetto non è apportato da Furina e la guarigione supera il limite massimo, Furina guarisce un membro vicino del gruppo di una quantità pari a un 2% dei PS max del personaggio in questione, una volta ogni 2 s per i 4 s successivi."
    }
  },
  "passive2": {
    "name": "Confessione inascoltata",
    "description": {
      "0": "Ogni 1.000 punti dei PS max di Furina possono potenziare la polarità Archè di <strong>Salon Solitaire</strong> nei seguenti modi.",
      "1": "Aumenta i DAN inflitti dai Membri del Salon di uno 0,7%, fino a un 28% massimo.",
      "2": "Riduce l'intervallo di guarigione dei Cantanti torrentizi per il personaggio attivo di uno 0,4%, fino a un 16% massimo."
    }
  },
  "passive3": {
    "name": "Il mare è il mio palcoscenico",
    "description": {
      "0": "Il TdR delle abilità degli Aberranti del Fontemer xenocromatici si riduce di un 30%."
    }
  },
  "constellation1": {
    "name": "\"Sordo è l'amore alle suppliche, come un uccellino ricalcitrante\"",
    "description": {
      "0": "Quando usa <strong>Si rallegri il popolo</strong>, Furina ottiene 150 punti Fanfara.",
      "1": "In più, il suo limite di punti Fanfara aumenta di 150."
    }
  },
  "constellation2": {
    "name": "\"Come la lenticchia d'acqua, la donna s'adatta\"",
    "description": {
      "0": "Quando usa l'abilità elementale Salon Solitaire, Furina entra nello stato di Centro dell'attenzione per 10 s.",
      "1": "Nel corso della sua durata, gli attacchi normali, caricati e in picchiata di Furina infliggono <hydro>DAN da Hydro</hydro> che non possono essere contrastati da altre infusioni elementali. In più, i DAN aumentano di una quantità pari a un 15% dei PS max di Furina.",
      "2": "Mentre lo stato è attivo, gli attacchi normali, caricati e in picchiata di Furina che colpiscono gli avversari causano vari effetti ogni 0,1 s, in base alla sua polarità Archè attuale.",
      "3": "<br/>",
      "4": "Archè: Ousia",
      "5": "Ogni 1 s, i PS di tutti i personaggi del gruppo presenti nelle vicinanze vengono ripristinati in base a un 3% dei PS di Furina. L'effetto dura 2,5 s.",
      "6": "Archè: Pneuma",
      "7": "I DAN inflitti dall'attacco normale, dall'attacco caricato o dall'impatto al suolo dell'attacco in picchiata aumentano di una quantità pari a un 15% dei PS max di Furina. Quando uno qualsiasi degli attacchi su menzionati colpisce un avversario, tutti i personaggi vicini presenti nel gruppo consumano un 1% dei propri PS max.",
      "8": "<br/>",
      "9": "Per ogni iterazione di Centro dell'attenzione, gli effetti appena descritti possono attivarsi fino a 7 volte. Centro dell'attenzione termina quando i suoi effetti vengono attivati per 7 volte o quando la sua durata totale si esaurisce."
    }
  },
  "constellation3": {
    "name": "\"I miei segreti ascondo, a tutti inconosciuti\"",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Salon Solitaire</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "\"Essi non conoscono la vita, chi dimora nell'aldilà l'ignora!\"",
    "description": {
      "0": "Quando i Membri del <strong>Salon Solitaire</strong> colpiscono un avversario, o quando i Cantanti torrentizi ripristinano i PS del personaggio attivo, l'energia di Furina si ripristina di 4. Quest'effetto può attivarsi una volta ogni 5 s."
    }
  },
  "constellation5": {
    "name": "\"Il suo nome ora conosco, ed è...!\"",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Si rallegri il popolo</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "\"Leviamo insieme il calice dell'amore!\"",
    "description": {
      "0": "Per la durata di <strong>Si rallegri il popolo</strong>, Furina ottiene un 200% di punti Fanfara in più quando i PS dei personaggi nelle vicinanze aumentano o diminuiscono. Ogni punto Fanfara al di sopra del limite aumenta i PS max di Furina di uno 0,4%. L'aumento dei PS max non può superare un 140%."
    }
  }
}