{
  "name": "Kaveh",
  "title": "???",
  "description": "",
  "constellationName": "",
  "auto": {
    "name": "Coppia di serraggio",
    "fields": {
      "normal": {
        "0": "<strong><strong>Attacco normale</strong>",
        "1": "Usa Mehrak per sferrare fino a 4 attacchi consecutivi."
      },
      "charged": {
        "0": "<strong>Attacco caricato</strong>",
        "1": "Consuma vigore nel tempo per sferrare fendenti continui.",
        "2": "Al termine della sequenza, sferra un fendente più potente."
      },
      "plunging": {
        "0": "<strong>Attacco in picchiata</strong>",
        "1": "Attacca scagliandosi contro il suolo da mezz'aria, infliggendo DAN agli avversari lungo la traiettoria e DAN ad area all'impatto."
      }
    },
    "skillParams": {
      "0": "DAN da 1º colpo",
      "1": "DAN da 2º colpo",
      "2": "DAN da 3º colpo",
      "3": "DAN da 4º colpo",
      "4": "DAN da ATT caricato ciclico",
      "5": "DAN da ATT caricato finali",
      "6": "Costo vigore ATT caricato",
      "7": "Durata max",
      "8": "DAN da ATT in picchiata",
      "9": "DAN da ATT in picchiata basso/alto",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Ingegno artistico",
    "description": {
      "0": "Usa le abilità di mappatura di Mehrak a scopo offensivo, dando via a una scansione radiale che infligge <dendro>DAN da Dendro ad area</dendro>. Scansiona anche tutti i nuclei di Dendro nell'area d'effetto, causandone la rottura immediata.",
      "1": "<br/>",
      "2": "<i>Mehrak è stato creato modificando tecnologie antiche, e potrebbe avere altre funzionalità oltre alla creazione di mappe...</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "TdR",
      "2": "",
      "3": "",
      "4": "",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Volta dipinta",
    "description": {
      "0": "Scatena tutta l'energia di Mehrak e crea uno spazio cubico scansionato, infliggendo <dendro>DAN da Dendro ad area</dendro> a tutti gli avversari al suo interno e fornendo a Kaveh i seguenti potenziamenti per un lasso di tempo specifico.",
      "1": [
        " Incrementa l'area d'effetto degli attacchi normali, caricati e in picchiata di Kaveh, e converte i DAN dei suoi attacchi in <dendro>DAN da Dendro</dendro>. Questo effetto non può essere annullato.",
        " Tutti i nuclei di Dendro creati dai membri del gruppo tramite reazioni di Fioritura infliggono DAN da rottura aggiuntivi.",
        " Aumenta la resistenza all'interruzione di Kaveh."
      ],
      "2": "Questi effetti si annullano quando Kaveh lascia il campo.",
      "3": "<br/>",
      "4": "<i>\"Lo stile di ogni edificio incorpora la visione del mondo dell'architetto. Da questo punto di vista, possiamo dire che gli edifici stessi sono un agglomerato di ricordi dell'umanità.\"</i>"
    },
    "skillParams": {
      "0": "DAN da abilità",
      "1": "Durata",
      "2": "Bonus DAN da rottura di nuclei di Dendro",
      "3": "TdR",
      "4": "Costo energia",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Impresa del creatore",
    "description": {
      "0": "Quando subisce DAN inflitti da un nucleo di Dendro (inclusi i DAN da Germinazione e Iperfioritura), Kaveh recupera PS pari a un 300% della sua maestria elementale. Quest'effetto può attivarsi una volta ogni 0,5{NON_BREAK_SPACE}s."
    }
  },
  "passive2": {
    "name": "Ideazioni estrose",
    "description": {
      "0": "Durante l'effetto di <strong>Volta dipinta</strong>, dopo che un attacco normale, caricato o in picchiata di Kaveh colpisce un avversario, la sua maestria elementale aumenta di 25. Quest'effetto può attivarsi una volta ogni 0,1{NON_BREAK_SPACE}s. Cumulabile fino a 4 volte.",
      "1": "Quest'effetto si annulla al termine dell'effetto di Volta dipinta."
    }
  },
  "passive3": {
    "name": "L'arte del risparmio",
    "description": {
      "0": "Quando Kaveh crea paesaggi, edifici e oggetti decorativi per il cortile, ha un 100% di probabilità di restituire una parte dei materiali utilizzati."
    }
  },
  "constellation1": {
    "name": "Saluti eccelsi",
    "description": {
      "0": "Entro 3,5{NON_BREAK_SPACE}s dopo aver usato <strong>Ingegno artistico</strong>, Kaveh riceve un aumento della RES a Dendro e un bonus di guarigione entrambi pari a un 50%."
    }
  },
  "constellation2": {
    "name": "Cammino maestoso",
    "description": {
      "0": "Durante l'uso di <strong>Volta dipinta</strong> la VEL dell'attacco normale di Kaveh aumenta di un 15%."
    }
  },
  "constellation3": {
    "name": "Offerte della Torre dorata",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Volta dipinta</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation4": {
    "name": "Banchetto dei cento pilastri",
    "description": {
      "0": "I nuclei di Dendro creati dalle reazioni di Fioritura innescate da Kaveh aumentano i DAN da rottura di un 60%."
    }
  },
  "constellation5": {
    "name": "Sacro deposito",
    "description": {
      "0": "Aumenta di 3 il livello di <strong>Ingegno artistico</strong>.",
      "1": "Il livello di potenziamento massimo è 15."
    }
  },
  "constellation6": {
    "name": "Ideale idilliaco",
    "description": {
      "0": "Quando gli attacchi normali, caricati o in picchiata di Kaveh colpiscono gli avversari durante <strong>Volta dipinta</strong>, viene sprigionata la Luce del firmamento nella posizione dell'avversario, infliggendo DAN da Dendro ad area pari a un 61,8% dell'ATT di Kaveh e causando la rottura di tutti i nuclei di Dendro all'interno di quell'area. Quest'effetto può attivarsi una volta ogni 3{NON_BREAK_SPACE}s."
    }
  }
}