{
  "name": "Vai col surf",
  "description": {
    "0": "Un oggetto commemorativo pensato come premio esclusivo per il campione del \"Primo Torneo di Surf Intertribù\". Essendo il torneo ancora nella sua fase preparatoria, l'oggetto è stato temporaneamente affidato alla proprietaria del negozio Il Gonfiotto pacioccone."
  },
  "passiveName": "Rimembranza acquatica",
  "passiveDescription": {
    "0": {
      "0": "I PS max aumentano di un <cryo>20%</cryo>. Ogni 12 s, il seguente effetto si verifica entro 10 s dopo l'uso di un'abilità elementale: il personaggio ottiene 4 accumuli di Estate torrida. Ciascun accumulo aumenta i DAN da attacco normale di un <cryo>12%</cryo>. Mentre l'effetto è attivo, ogni 1,5 s: dopo che un attacco normale colpisce un avversario, viene rimosso 1 accumulo; ogni 1,5 s: dopo aver innescato una reazione di Vaporizzazione su un avversario, viene guadagnato 1 accumulo. Il numero massimo di accumuli di Estate torrida è pari a 4."
    },
    "1": {
      "0": "I PS max aumentano di un <cryo>25%</cryo>. Ogni 12 s, il seguente effetto si verifica entro 10 s dopo l'uso di un'abilità elementale: il personaggio ottiene 4 accumuli di Estate torrida. Ciascun accumulo aumenta i DAN da attacco normale di un <cryo>15%</cryo>. Mentre l'effetto è attivo, ogni 1,5 s: dopo che un attacco normale colpisce un avversario, viene rimosso 1 accumulo; ogni 1,5 s: dopo aver innescato una reazione di Vaporizzazione su un avversario, viene guadagnato 1 accumulo. Il numero massimo di accumuli di Estate torrida è pari a 4."
    },
    "2": {
      "0": "I PS max aumentano di un <cryo>30%</cryo>. Ogni 12 s, il seguente effetto si verifica entro 10 s dopo l'uso di un'abilità elementale: il personaggio ottiene 4 accumuli di Estate torrida. Ciascun accumulo aumenta i DAN da attacco normale di un <cryo>18%</cryo>. Mentre l'effetto è attivo, ogni 1,5 s: dopo che un attacco normale colpisce un avversario, viene rimosso 1 accumulo; ogni 1,5 s: dopo aver innescato una reazione di Vaporizzazione su un avversario, viene guadagnato 1 accumulo. Il numero massimo di accumuli di Estate torrida è pari a 4."
    },
    "3": {
      "0": "I PS max aumentano di un <cryo>35%</cryo>. Ogni 12 s, il seguente effetto si verifica entro 10 s dopo l'uso di un'abilità elementale: il personaggio ottiene 4 accumuli di Estate torrida. Ciascun accumulo aumenta i DAN da attacco normale di un <cryo>21%</cryo>. Mentre l'effetto è attivo, ogni 1,5 s: dopo che un attacco normale colpisce un avversario, viene rimosso 1 accumulo; ogni 1,5 s: dopo aver innescato una reazione di Vaporizzazione su un avversario, viene guadagnato 1 accumulo. Il numero massimo di accumuli di Estate torrida è pari a 4."
    },
    "4": {
      "0": "I PS max aumentano di un <cryo>40%</cryo>. Ogni 12 s, il seguente effetto si verifica entro 10 s dopo l'uso di un'abilità elementale: il personaggio ottiene 4 accumuli di Estate torrida. Ciascun accumulo aumenta i DAN da attacco normale di un <cryo>24%</cryo>. Mentre l'effetto è attivo, ogni 1,5 s: dopo che un attacco normale colpisce un avversario, viene rimosso 1 accumulo; ogni 1,5 s: dopo aver innescato una reazione di Vaporizzazione su un avversario, viene guadagnato 1 accumulo. Il numero massimo di accumuli di Estate torrida è pari a 4."
    }
  }
}