{
  "name": "Corrente d'acqua pura",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Quando usa un'abilità elementale, il personaggio riceve un bonus DAN per tutti gli elementi pari a un <cryo>8%</cryo> per 15 s e un Legame vitale pari a un 24% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, per ogni 1.000 PS dissolti il personaggio ottiene un <cryo>2%</cryo> di bonus DAN per tutti gli elementi per i 15 s successivi. È possibile ottenere in questo modo fino a un <cryo>12%</cryo> di bonus massimo. Legame vitale: assorbe gli effetti di guarigione per il personaggio secondo il suo valore di base, e si dissolve dopo aver ricevuto effetti di guarigione pari a tale valore."
    },
    "1": {
      "0": "Quando usa un'abilità elementale, il personaggio riceve un bonus DAN per tutti gli elementi pari a un <cryo>10%</cryo> per 15 s e un Legame vitale pari a un 24% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, per ogni 1.000 PS dissolti il personaggio ottiene un <cryo>2,5%</cryo> di bonus DAN per tutti gli elementi per i 15 s successivi. È possibile ottenere in questo modo fino a un <cryo>15%</cryo> di bonus massimo. Legame vitale: assorbe gli effetti di guarigione per il personaggio secondo il suo valore di base, e si dissolve dopo aver ricevuto effetti di guarigione pari a tale valore."
    },
    "2": {
      "0": "Quando usa un'abilità elementale, il personaggio riceve un bonus DAN per tutti gli elementi pari a un <cryo>12%</cryo> per 15 s e un Legame vitale pari a un 24% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, per ogni 1.000 PS dissolti il personaggio ottiene un <cryo>3%</cryo> di bonus DAN per tutti gli elementi per i 15 s successivi. È possibile ottenere in questo modo fino a un <cryo>18%</cryo> di bonus massimo. Legame vitale: assorbe gli effetti di guarigione per il personaggio secondo il suo valore di base, e si dissolve dopo aver ricevuto effetti di guarigione pari a tale valore."
    },
    "3": {
      "0": "Quando usa un'abilità elementale, il personaggio riceve un bonus DAN per tutti gli elementi pari a un <cryo>14%</cryo> per 15 s e un Legame vitale pari a un 24% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, per ogni 1.000 PS dissolti il personaggio ottiene un <cryo>3,5%</cryo> di bonus DAN per tutti gli elementi per i 15 s successivi. È possibile ottenere in questo modo fino a un <cryo>21%</cryo> di bonus massimo. Legame vitale: assorbe gli effetti di guarigione per il personaggio secondo il suo valore di base, e si dissolve dopo aver ricevuto effetti di guarigione pari a tale valore."
    },
    "4": {
      "0": "Quando usa un'abilità elementale, il personaggio riceve un bonus DAN per tutti gli elementi pari a un <cryo>16%</cryo> per 15 s e un Legame vitale pari a un 24% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, per ogni 1.000 PS dissolti il personaggio ottiene un <cryo>4%</cryo> di bonus DAN per tutti gli elementi per i 15 s successivi. È possibile ottenere in questo modo fino a un <cryo>24%</cryo> di bonus massimo. Legame vitale: assorbe gli effetti di guarigione per il personaggio secondo il suo valore di base, e si dissolve dopo aver ricevuto effetti di guarigione pari a tale valore."
    }
  }
}