{
  "name": "Prima grande magia",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "L'ATT aumenta di un <cryo>12%</cryo>. Per ogni membro del gruppo dello stesso tipo elementale del personaggio che usa quest'arma (incluso sé stesso), quest'ultimo ottiene 1 accumulo di Stratagemma; per ogni membro del gruppo di tipo elementale diverso, invece, ottiene 1 accumulo di Scenotecnica. Quando il personaggio ha 1/2/3 o più accumuli di Stratagemma, l'ATT aumenta di un <cryo>8%/16%/40%</cryo>. Quando ha 1/2/3 o più accumuli di Scenotecnica, la VEL di movimento aumenta di un <cryo>4%/7%/10%</cryo>."
    },
    "1": {
      "0": "L'ATT aumenta di un <cryo>15%</cryo>. Per ogni membro del gruppo dello stesso tipo elementale del personaggio che usa quest'arma (incluso sé stesso), quest'ultimo ottiene 1 accumulo di Stratagemma; per ogni membro del gruppo di tipo elementale diverso, invece, ottiene 1 accumulo di Scenotecnica. Quando il personaggio ha 1/2/3 o più accumuli di Stratagemma, l'ATT aumenta di un <cryo>10%/20%/50%</cryo>. Quando ha 1/2/3 o più accumuli di Scenotecnica, la VEL di movimento aumenta di un <cryo>6%/9%/12%</cryo>."
    },
    "2": {
      "0": "L'ATT aumenta di un <cryo>18%</cryo>. Per ogni membro del gruppo dello stesso tipo elementale del personaggio che usa quest'arma (incluso sé stesso), quest'ultimo ottiene 1 accumulo di Stratagemma; per ogni membro del gruppo di tipo elementale diverso, invece, ottiene 1 accumulo di Scenotecnica. Quando il personaggio ha 1/2/3 o più accumuli di Stratagemma, l'ATT aumenta di un <cryo>12%/24%/60%</cryo>. Quando ha 1/2/3 o più accumuli di Scenotecnica, la VEL di movimento aumenta di un <cryo>8%/11%/14%</cryo>."
    },
    "3": {
      "0": "L'ATT aumenta di un <cryo>21%</cryo>. Per ogni membro del gruppo dello stesso tipo elementale del personaggio che usa quest'arma (incluso sé stesso), quest'ultimo ottiene 1 accumulo di Stratagemma; per ogni membro del gruppo di tipo elementale diverso, invece, ottiene 1 accumulo di Scenotecnica. Quando il personaggio ha 1/2/3 o più accumuli di Stratagemma, l'ATT aumenta di un <cryo>14%/28%/70%</cryo>. Quando ha 1/2/3 o più accumuli di Scenotecnica, la VEL di movimento aumenta di un <cryo>10%/13%/16%</cryo>."
    },
    "4": {
      "0": "L'ATT aumenta di un <cryo>24%</cryo>. Per ogni membro del gruppo dello stesso tipo elementale del personaggio che usa quest'arma (incluso sé stesso), quest'ultimo ottiene 1 accumulo di Stratagemma; per ogni membro del gruppo di tipo elementale diverso, invece, ottiene 1 accumulo di Scenotecnica. Quando il personaggio ha 1/2/3 o più accumuli di Stratagemma, l'ATT aumenta di un <cryo>16%/32%/80%</cryo>. Quando ha 1/2/3 o più accumuli di Scenotecnica, la VEL di movimento aumenta di un <cryo>12%/15%/18%</cryo>."
    }
  }
}