{
  "name": "Finale degli abissi",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Quando usa un'abilità elementale, il personaggio riceve un aumento dell'ATT pari a un <cryo>12%</cryo> per 15 s e un Legame vitale pari a un 25% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, è possibile ottenere fino a un massimo di <cryo>150</cryo> ATT per 12 s in base a un <cryo>2,4%</cryo> del Legame. Legame vitale: assorbe gli effetti di guarigione per il personaggio secondo il suo valore di base, e si dissolve dopo aver ricevuto effetti di guarigione pari a tale valore."
    },
    "1": {
      "0": "Quando usa un'abilità elementale, il personaggio riceve un aumento dell'ATT pari a un <cryo>15%</cryo> per 15 s e un Legame vitale pari a un 25% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, è possibile ottenere fino a un massimo di <cryo>187,5</cryo> ATT per 12 s in base a un <cryo>3%</cryo> del Legame. Legame vitale: assorbe gli effetti di guarigione per il personaggio secondo il suo valore di base, e si dissolve dopo aver ricevuto effetti di guarigione pari a tale valore."
    },
    "2": {
      "0": "Quando usa un'abilità elementale, il personaggio riceve un aumento dell'ATT pari a un <cryo>18%</cryo> per 15 s e un Legame vitale pari a un 25% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, è possibile ottenere fino a un massimo di <cryo>225</cryo> ATT per 12 s in base a un <cryo>3,6%</cryo> del Legame. Legame vitale: assorbe gli effetti di guarigione per il personaggio secondo il suo valore di base, e si dissolve dopo aver ricevuto effetti di guarigione pari a tale valore."
    },
    "3": {
      "0": "Quando usa un'abilità elementale, il personaggio riceve un aumento dell'ATT pari a un <cryo>21%</cryo> per 15 s e un Legame vitale pari a un 25% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, è possibile ottenere fino a un massimo di <cryo>262,5</cryo> ATT per 12 s in base a un <cryo>4,2%</cryo> del Legame. Legame vitale: assorbe gli effetti di guarigione per il personaggio secondo il suo valore di base, e si dissolve dopo aver ricevuto effetti di guarigione pari a tale valore."
    },
    "4": {
      "0": "Quando usa un'abilità elementale, il personaggio riceve un aumento dell'ATT pari a un <cryo>24%</cryo> per 15 s e un Legame vitale pari a un 25% dei PS max. Quest'effetto può attivarsi una volta ogni 10 s. Quando il Legame vitale si dissolve, è possibile ottenere fino a un massimo di <cryo>300</cryo> ATT per 12 s in base a un <cryo>4,8%</cryo> del Legame. Legame vitale: assorbe gli effetti di guarigione per il personaggio secondo il suo valore di base, e si dissolve dopo aver ricevuto effetti di guarigione pari a tale valore."
    }
  }
}