{
  "name": "Elegia di Lumidouce",
  "description": {},
  "passiveName": "Preludio dell'alba lucente",
  "passiveDescription": {
    "0": {
      "0": "L'ATT aumenta di un <cryo>15%</cryo>. Quando il personaggio che equipaggia l'arma innesca Ustione su un avversario, i DAN inflitti aumentano di un <cryo>18%</cryo>. L'effetto dura 8 s, ed è cumulabile fino a 2 volte. Una volta raggiunti i 2 accumuli, o quando la durata del secondo accumulo si ripristina, l'energia si ricarica di <cryo>8</cryo>. Questa forma di ripristino dell'energia può verificarsi solo una volta ogni 12 s. I 2 suddetti effetti possono attivarsi anche se il personaggio non è in campo."
    },
    "1": {
      "0": "L'ATT aumenta di un <cryo>19%</cryo>. Quando il personaggio che equipaggia l'arma innesca Ustione su un avversario, i DAN inflitti aumentano di un <cryo>23%</cryo>. L'effetto dura 8 s, ed è cumulabile fino a 2 volte. Una volta raggiunti i 2 accumuli, o quando la durata del secondo accumulo si ripristina, l'energia si ricarica di <cryo>9</cryo>. Questa forma di ripristino dell'energia può verificarsi solo una volta ogni 12 s. I 2 suddetti effetti possono attivarsi anche se il personaggio non è in campo."
    },
    "2": {
      "0": "L'ATT aumenta di un <cryo>23%</cryo>. Quando il personaggio che equipaggia l'arma innesca Ustione su un avversario, i DAN inflitti aumentano di un <cryo>28%</cryo>. L'effetto dura 8 s, ed è cumulabile fino a 2 volte. Una volta raggiunti i 2 accumuli, o quando la durata del secondo accumulo si ripristina, l'energia si ricarica di <cryo>10</cryo>. Questa forma di ripristino dell'energia può verificarsi solo una volta ogni 12 s. I 2 suddetti effetti possono attivarsi anche se il personaggio non è in campo."
    },
    "3": {
      "0": "L'ATT aumenta di un <cryo>27%</cryo>. Quando il personaggio che equipaggia l'arma innesca Ustione su un avversario, i DAN inflitti aumentano di un <cryo>33%</cryo>. L'effetto dura 8 s, ed è cumulabile fino a 2 volte. Una volta raggiunti i 2 accumuli, o quando la durata del secondo accumulo si ripristina, l'energia si ricarica di <cryo>11</cryo>. Questa forma di ripristino dell'energia può verificarsi solo una volta ogni 12 s. I 2 suddetti effetti possono attivarsi anche se il personaggio non è in campo."
    },
    "4": {
      "0": "L'ATT aumenta di un <cryo>31%</cryo>. Quando il personaggio che equipaggia l'arma innesca Ustione su un avversario, i DAN inflitti aumentano di un <cryo>38%</cryo>. L'effetto dura 8 s, ed è cumulabile fino a 2 volte. Una volta raggiunti i 2 accumuli, o quando la durata del secondo accumulo si ripristina, l'energia si ricarica di <cryo>12</cryo>. Questa forma di ripristino dell'energia può verificarsi solo una volta ogni 12 s. I 2 suddetti effetti possono attivarsi anche se il personaggio non è in campo."
    }
  }
}