{
  "name": "Urakugo Rensai",
  "description": {
    "0": "Questa celeberrima lama è opera dell'Urauksai, il famoso gruppo di intellettuali. Leggenda vuole che nelle ultime centinaia di anni non abbia mai tagliato alcuna creatura vivente."
  },
  "passiveName": "Broccato in fiore, Spada del santuario",
  "passiveDescription": {
    "0": {
      "0": "Mentre il personaggio è in campo, i DAN da attacco normale e caricato aumentano di un <cryo>16%</cryo>. Mentre il personaggio non è in campo, i DAN da abilità elementale aumentano di un <cryo>24%</cryo>. Dopo che un personaggio attivo nelle vicinanze infligge DAN da Geo, gli effetti sopracitati aumentano di un 100% per 15 s. Inoltre, la DIF del personaggio che impugna l'arma aumenta di un <cryo>20%</cryo>."
    },
    "1": {
      "0": "Mentre il personaggio è in campo, i DAN da attacco normale e caricato aumentano di un <cryo>20%</cryo>. Mentre il personaggio non è in campo, i DAN da abilità elementale aumentano di un <cryo>30%</cryo>. Dopo che un personaggio attivo nelle vicinanze infligge DAN da Geo, gli effetti sopracitati aumentano di un 100% per 15 s. Inoltre, la DIF del personaggio che impugna l'arma aumenta di un <cryo>25%</cryo>."
    },
    "2": {
      "0": "Mentre il personaggio è in campo, i DAN da attacco normale e caricato aumentano di un <cryo>24%</cryo>. Mentre il personaggio non è in campo, i DAN da abilità elementale aumentano di un <cryo>36%</cryo>. Dopo che un personaggio attivo nelle vicinanze infligge DAN da Geo, gli effetti sopracitati aumentano di un 100% per 15 s. Inoltre, la DIF del personaggio che impugna l'arma aumenta di un <cryo>30%</cryo>."
    },
    "3": {
      "0": "Mentre il personaggio è in campo, i DAN da attacco normale e caricato aumentano di un <cryo>28%</cryo>. Mentre il personaggio non è in campo, i DAN da abilità elementale aumentano di un <cryo>42%</cryo>. Dopo che un personaggio attivo nelle vicinanze infligge DAN da Geo, gli effetti sopracitati aumentano di un 100% per 15 s. Inoltre, la DIF del personaggio che impugna l'arma aumenta di un <cryo>35%</cryo>."
    },
    "4": {
      "0": "Mentre il personaggio è in campo, i DAN da attacco normale e caricato aumentano di un <cryo>32%</cryo>. Mentre il personaggio non è in campo, i DAN da abilità elementale aumentano di un <cryo>48%</cryo>. Dopo che un personaggio attivo nelle vicinanze infligge DAN da Geo, gli effetti sopracitati aumentano di un 100% per 15 s. Inoltre, la DIF del personaggio che impugna l'arma aumenta di un <cryo>40%</cryo>."
    }
  }
}