{
  "name": "Erede del sole ardente",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "Se il personaggio utilizzatore colpisce un avversario con un attacco caricato, scaglia su di esso una Freccia del fuoco solare, infliggendo DAN pari a un 60% dell'ATT. Dopo aver colpito l'avversario con la Freccia del fuoco solare, i DAN da attacco caricato inflitti dall'utilizzatore a tale avversario aumentano di un 28%. È possibile scagliare una Freccia del fuoco solare una volta ogni 12 s."
    },
    "1": {
      "0": "Se il personaggio utilizzatore colpisce un avversario con un attacco caricato, scaglia su di esso una Freccia del fuoco solare, infliggendo DAN pari a un 75% dell'ATT. Dopo aver colpito l'avversario con la Freccia del fuoco solare, i DAN da attacco caricato inflitti dall'utilizzatore a tale avversario aumentano di un 35%. È possibile scagliare una Freccia del fuoco solare una volta ogni 12 s."
    },
    "2": {
      "0": "Se il personaggio utilizzatore colpisce un avversario con un attacco caricato, scaglia su di esso una Freccia del fuoco solare, infliggendo DAN pari a un 90% dell'ATT. Dopo aver colpito l'avversario con la Freccia del fuoco solare, i DAN da attacco caricato inflitti dall'utilizzatore a tale avversario aumentano di un 42%. È possibile scagliare una Freccia del fuoco solare una volta ogni 12 s."
    },
    "3": {
      "0": "Se il personaggio utilizzatore colpisce un avversario con un attacco caricato, scaglia su di esso una Freccia del fuoco solare, infliggendo DAN pari a un 105% dell'ATT. Dopo aver colpito l'avversario con la Freccia del fuoco solare, i DAN da attacco caricato inflitti dall'utilizzatore a tale avversario aumentano di un 49%. È possibile scagliare una Freccia del fuoco solare una volta ogni 12 s."
    },
    "4": {
      "0": "Se il personaggio utilizzatore colpisce un avversario con un attacco caricato, scaglia su di esso una Freccia del fuoco solare, infliggendo DAN pari a un 120% dell'ATT. Dopo aver colpito l'avversario con la Freccia del fuoco solare, i DAN da attacco caricato inflitti dall'utilizzatore a tale avversario aumentano di un 56%. È possibile scagliare una Freccia del fuoco solare una volta ogni 12 s."
    }
  }
}