{
  "name": "Canto della gru echeggiante",
  "description": {},
  "passiveName": "Precipitazione assiomatica",
  "passiveDescription": {
    "0": {
      "0": "Quando il personaggio che equipaggia quest'arma colpisce un avversario con un attacco in picchiata, gli attacchi in picchiata di tutti i membri vicini del gruppo infliggono un 28% di DAN in più per 20 s. Quando gli altri membri vicini del gruppo colpiscono gli avversari con un attacco in picchiata, l'energia del personaggio che equipaggia quest'arma si ripristina di 2,5. Il ripristino dell'energia può verificarsi una volta ogni 0,7 s."
    },
    "1": {
      "0": "Quando il personaggio che equipaggia quest'arma colpisce un avversario con un attacco in picchiata, gli attacchi in picchiata di tutti i membri vicini del gruppo infliggono un 41% di DAN in più per 20 s. Quando gli altri membri vicini del gruppo colpiscono gli avversari con un attacco in picchiata, l'energia del personaggio che equipaggia quest'arma si ripristina di 2,75. Il ripristino dell'energia può verificarsi una volta ogni 0,7 s."
    },
    "2": {
      "0": "Quando il personaggio che equipaggia quest'arma colpisce un avversario con un attacco in picchiata, gli attacchi in picchiata di tutti i membri vicini del gruppo infliggono un 54% di DAN in più per 20 s. Quando gli altri membri vicini del gruppo colpiscono gli avversari con un attacco in picchiata, l'energia del personaggio che equipaggia quest'arma si ripristina di 3. Il ripristino dell'energia può verificarsi una volta ogni 0,7 s."
    },
    "3": {
      "0": "Quando il personaggio che equipaggia quest'arma colpisce un avversario con un attacco in picchiata, gli attacchi in picchiata di tutti i membri vicini del gruppo infliggono un 67% di DAN in più per 20 s. Quando gli altri membri vicini del gruppo colpiscono gli avversari con un attacco in picchiata, l'energia del personaggio che equipaggia quest'arma si ripristina di 3,25. Il ripristino dell'energia può verificarsi una volta ogni 0,7 s."
    },
    "4": {
      "0": "Quando il personaggio che equipaggia quest'arma colpisce un avversario con un attacco in picchiata, gli attacchi in picchiata di tutti i membri vicini del gruppo infliggono un 80% di DAN in più per 20 s. Quando gli altri membri vicini del gruppo colpiscono gli avversari con un attacco in picchiata, l'energia del personaggio che equipaggia quest'arma si ripristina di 3,5. Il ripristino dell'energia può verificarsi una volta ogni 0,7 s."
    }
  }
}