{
  "name": "Lumidouce Elegy",
  "description": {},
  "passiveName": "Bright Dawn Overture",
  "passiveDescription": {
    "0": {
      "0": "ATK increased by <cryo>15%</cryo>. When the equipping character triggers Burning on an opponent, the DMG dealt is increased by <cryo>18%</cryo>. This effect lasts for 8s, max 2 stacks. When 2 stacks are reached or when the duration of the 2nd stack is refreshed, restore <cryo>8</cryo> Energy. Energy can be restored this way once every 12s. The 2 aforementioned effects can be triggered even when the character is off-field."
    },
    "1": {
      "0": "ATK increased by <cryo>19%</cryo>. When the equipping character triggers Burning on an opponent, the DMG dealt is increased by <cryo>23%</cryo>. This effect lasts for 8s, max 2 stacks. When 2 stacks are reached or when the duration of the 2nd stack is refreshed, restore <cryo>9</cryo> Energy. Energy can be restored this way once every 12s. The 2 aforementioned effects can be triggered even when the character is off-field."
    },
    "2": {
      "0": "ATK increased by <cryo>23%</cryo>. When the equipping character triggers Burning on an opponent, the DMG dealt is increased by <cryo>28%</cryo>. This effect lasts for 8s, max 2 stacks. When 2 stacks are reached or when the duration of the 2nd stack is refreshed, restore <cryo>10</cryo> Energy. Energy can be restored this way once every 12s. The 2 aforementioned effects can be triggered even when the character is off-field."
    },
    "3": {
      "0": "ATK increased by <cryo>27%</cryo>. When the equipping character triggers Burning on an opponent, the DMG dealt is increased by <cryo>33%</cryo>. This effect lasts for 8s, max 2 stacks. When 2 stacks are reached or when the duration of the 2nd stack is refreshed, restore <cryo>11</cryo> Energy. Energy can be restored this way once every 12s. The 2 aforementioned effects can be triggered even when the character is off-field."
    },
    "4": {
      "0": "ATK increased by <cryo>31%</cryo>. When the equipping character triggers Burning on an opponent, the DMG dealt is increased by <cryo>38%</cryo>. This effect lasts for 8s, max 2 stacks. When 2 stacks are reached or when the duration of the 2nd stack is refreshed, restore <cryo>12</cryo> Energy. Energy can be restored this way once every 12s. The 2 aforementioned effects can be triggered even when the character is off-field."
    }
  }
}