{
  "name": "Rite of the Eternal Flow",
  "description": {},
  "passiveName": "Aeon Wave",
  "passiveDescription": {
    "0": {
      "0": "HP increased by <cryo>16%</cryo>. When current HP increases or decreases, Charged Attack DMG will be increased by <cryo>12%</cryo> for 4s. Max 3 stacks, can be triggered once every 0.3s. When you have 3 stacks or refresh a third stack's duration, <cryo>8</cryo> Energy will be restored. This Energy restoration effect can be triggered once every 12s."
    },
    "1": {
      "0": "HP increased by <cryo>20%</cryo>. When current HP increases or decreases, Charged Attack DMG will be increased by <cryo>16%</cryo> for 4s. Max 3 stacks, can be triggered once every 0.3s. When you have 3 stacks or refresh a third stack's duration, <cryo>9</cryo> Energy will be restored. This Energy restoration effect can be triggered once every 12s."
    },
    "2": {
      "0": "HP increased by <cryo>24%</cryo>. When current HP increases or decreases, Charged Attack DMG will be increased by <cryo>20%</cryo> for 4s. Max 3 stacks, can be triggered once every 0.3s. When you have 3 stacks or refresh a third stack's duration, <cryo>10</cryo> Energy will be restored. This Energy restoration effect can be triggered once every 12s."
    },
    "3": {
      "0": "HP increased by <cryo>28%</cryo>. When current HP increases or decreases, Charged Attack DMG will be increased by <cryo>24%</cryo> for 4s. Max 3 stacks, can be triggered once every 0.3s. When you have 3 stacks or refresh a third stack's duration, <cryo>11</cryo> Energy will be restored. This Energy restoration effect can be triggered once every 12s."
    },
    "4": {
      "0": "HP increased by <cryo>32%</cryo>. When current HP increases or decreases, Charged Attack DMG will be increased by <cryo>28%</cryo> for 4s. Max 3 stacks, can be triggered once every 0.3s. When you have 3 stacks or refresh a third stack's duration, <cryo>12</cryo> Energy will be restored. This Energy restoration effect can be triggered once every 12s."
    }
  }
}