{
  "name": "Jadefall's Splendor",
  "description": "",
  "passiveName": "Protector's Virtue",
  "passiveDescription": {
    "0": "When using an Elemental Burst or creating a shield, gain 3s of the Primordial Jade Regalia effect: The equipping character gains their corresponding Elemental DMG Bonus of <cryo>0.3%</cryo> for every 1,000 Max HP they possess, up to <cryo>12%</cryo>. At the same time, they will regain <cryo>4</cryo> Energy every 2.5s. This will still take effect even if the character is not on the field.",
    "1": "When using an Elemental Burst or creating a shield, gain 3s of the Primordial Jade Regalia effect: The equipping character gains their corresponding Elemental DMG Bonus of <cryo>0.45%</cryo> for every 1,000 Max HP they possess, up to <cryo>18%</cryo>. At the same time, they will regain <cryo>4.5</cryo> Energy every 2.5s. This will still take effect even if the character is not on the field.",
    "2": "When using an Elemental Burst or creating a shield, gain 3s of the Primordial Jade Regalia effect: The equipping character gains their corresponding Elemental DMG Bonus of <cryo>0.6%</cryo> for every 1,000 Max HP they possess, up to <cryo>24%</cryo>. At the same time, they will regain <cryo>5</cryo> Energy every 2.5s. This will still take effect even if the character is not on the field.",
    "3": "When using an Elemental Burst or creating a shield, gain 3s of the Primordial Jade Regalia effect: The equipping character gains their corresponding Elemental DMG Bonus of <cryo>0.75%</cryo> for every 1,000 Max HP they possess, up to <cryo>30%</cryo>. At the same time, they will regain <cryo>5.5</cryo> Energy every 2.5s. This will still take effect even if the character is not on the field.",
    "4": "When using an Elemental Burst or creating a shield, gain 3s of the Primordial Jade Regalia effect: The equipping character gains their corresponding Elemental DMG Bonus of <cryo>0.9%</cryo> for every 1,000 Max HP they possess, up to <cryo>36%</cryo>. At the same time, they will regain <cryo>6</cryo> Energy every 2.5s. This will still take effect even if the character is not on the field."
  }
}