{
  "name": "The First Great Magic",
  "description": {},
  "passiveName": "",
  "passiveDescription": {
    "0": {
      "0": "ATK increased by <cryo>12%</cryo>. For every party member with the same Elemental Type as the wielder (including the wielder themselves), gain 1 Gimmick stack. For every party member with a different Elemental Type from the wielder, gain 1 Theatrics stack. When the wielder has 1/2/3 or more Gimmick stacks, ATK will be increased by <cryo>8%/16%/40%</cryo>. When the wielder has 1/2/3 or more Theatrics stacks, Movement SPD will be increased by <cryo>4%/7%/10%</cryo>."
    },
    "1": {
      "0": "ATK increased by <cryo>15%</cryo>. For every party member with the same Elemental Type as the wielder (including the wielder themselves), gain 1 Gimmick stack. For every party member with a different Elemental Type from the wielder, gain 1 Theatrics stack. When the wielder has 1/2/3 or more Gimmick stacks, ATK will be increased by <cryo>10%/20%/50%</cryo>. When the wielder has 1/2/3 or more Theatrics stacks, Movement SPD will be increased by <cryo>6%/9%/12%</cryo>."
    },
    "2": {
      "0": "ATK increased by <cryo>18%</cryo>. For every party member with the same Elemental Type as the wielder (including the wielder themselves), gain 1 Gimmick stack. For every party member with a different Elemental Type from the wielder, gain 1 Theatrics stack. When the wielder has 1/2/3 or more Gimmick stacks, ATK will be increased by <cryo>12%/24%/60%</cryo>. When the wielder has 1/2/3 or more Theatrics stacks, Movement SPD will be increased by <cryo>8%/11%/14%</cryo>."
    },
    "3": {
      "0": "ATK increased by <cryo>21%</cryo>. For every party member with the same Elemental Type as the wielder (including the wielder themselves), gain 1 Gimmick stack. For every party member with a different Elemental Type from the wielder, gain 1 Theatrics stack. When the wielder has 1/2/3 or more Gimmick stacks, ATK will be increased by <cryo>14%/28%/70%</cryo>. When the wielder has 1/2/3 or more Theatrics stacks, Movement SPD will be increased by <cryo>10%/13%/16%</cryo>."
    },
    "4": {
      "0": "ATK increased by <cryo>24%</cryo>. For every party member with the same Elemental Type as the wielder (including the wielder themselves), gain 1 Gimmick stack. For every party member with a different Elemental Type from the wielder, gain 1 Theatrics stack. When the wielder has 1/2/3 or more Gimmick stacks, ATK will be increased by <cryo>16%/32%/80%</cryo>. When the wielder has 1/2/3 or more Theatrics stacks, Movement SPD will be increased by <cryo>12%/15%/18%</cryo>."
    }
  }
}