{
  "name": "Wandering Evenstar",
  "description": "",
  "passiveName": "Wildling Nightstar",
  "passiveDescription": {
    "0": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดัวกล่าวจะเพิ่มขึ้น <cryo>32%</cryo> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตีเพิ่มขึ้น 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
    "1": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดัวกล่าวจะเพิ่มขึ้น <cryo>40%</cryo> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตีเพิ่มขึ้น 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
    "2": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดัวกล่าวจะเพิ่มขึ้น <cryo>48%</cryo> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตีเพิ่มขึ้น 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
    "3": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดัวกล่าวจะเพิ่มขึ้น <cryo>56%</cryo> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตีเพิ่มขึ้น 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
    "4": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดัวกล่าวจะเพิ่มขึ้น <cryo>64%</cryo> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตีเพิ่มขึ้น 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
  }
}