{
  "name": "Xiphos' Moonlight",
  "description": "",
  "passiveName": "Whisper of the Jinn",
  "passiveDescription": {
    "0": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <cryo>0.052%</cryo> เป็นเวลา 12 วินาที และตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุเพิ่มขึ้น 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
    "1": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <cryo>0.065%</cryo> เป็นเวลา 12 วินาที และตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุเพิ่มขึ้น 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
    "2": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <cryo>0.078%</cryo> เป็นเวลา 12 วินาที และตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุเพิ่มขึ้น 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
    "3": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <cryo>0.091%</cryo> เป็นเวลา 12 วินาที และตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุเพิ่มขึ้น 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
    "4": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: ความชำนาญธาตุแต่ละหน่วยของผู้ใช้ จะเพิ่มประสิทธิภาพการฟื้นฟูพลังงานธาตุให้แก่ตัวละครดังกล่าว <cryo>0.104%</cryo> เป็นเวลา 12 วินาที และตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับประสิทธิภาพการฟื้นฟูพลังงานธาตุเพิ่มขึ้น 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้"
  }
}