{
  "name": "Kirara",
  "title": "???",
  "description": "Ein „Kätzchen“, das als Lieferant für den „Komaniya-Express“ in Inazuma arbeitet. Sie liebt ihre Arbeit und es zieht sie zur menschlichen Gesellschaft hin.",
  "constellationName": "",
  "auto": {
    "name": "Kartonschnittßßß",
    "fields": {
      "normal": {
        "0": "<strong><strong>Standardangriff</strong>",
        "1": "Führt bis zu 4 Angriffe hintereinander aus."
      },
      "charged": {
        "0": "<strong>Heftiger Schlag</strong>",
        "1": "Verbraucht eine gewisse Menge Ausdauer und schwingt die Klauen dreimal nach vorn."
      },
      "plunging": {
        "0": "<strong>Angriff aus dem Fall</strong>",
        "1": "Schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden."
      }
    },
    "skillParams": {
      "0": "SCH Phase 1",
      "1": "SCH Phase 2",
      "2": "SCH Phase 3",
      "3": "SCH Phase 4",
      "4": "SCH heftiger Schläge",
      "5": "Ausdauerverbrauch heftiger Schläge",
      "6": "SCH beim Fallen",
      "7": "SCH beim Fallen aus niedriger/großer Höhe",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "skill": {
    "name": "Miauteoritentrittßßß",
    "description": {
      "0": "<strong>Drücken</strong>",
      "1": "Springt mit dem Geschick einer Katze durch die Blumenßßß und trifft den Gegner mit einem Schwanzschwinger-Trittßßß, der <dendro>Dendro-Schaden</dendro> verursacht, einen Schild für sicheren Transportßßß ausbreitet und gleichzeitig Kirara für kurze Zeit das <dendro>Dendro-Attribut verleiht</dendro>. Der Schild für sicheren Transportßßß hält bei <dendro>Dendro-Schaden</dendro> 250 % ab. Der absorbierte Schaden basiert auf Kiraras max. LP und wird einen bestimmten Prozentsatz der max. LP nicht überschreiten. Addiert die verbleibende Schildstärke beim Erhalten eines neuen Schilds für sicheren Transportßßß hinzu und setzt die Wirkungsdauer zurück.",
      "2": "<br/>",
      "3": "<strong>Gedrückt halten</strong>",
      "4": "Kirara packt den Elan von „Lieferung innerhalb eines halben Tages“ßßß; sie breitet einen weiteren Schild für sicheren Transportßßß aus, der identisch zu dem ist, der über „Drücken“ erzeugt wird. Außerdem begibt sie sich in den Zustand „Miezekatzen-Sonderzustellung“ßßß, indem sie sich in einer speziellen Versandbox zusammenrollt, wodurch sie sich noch flinker bewegen und kämpfen kann.",
      "5": "<br/>",
      "6": "<strong>Miezekatzen-Sonderzustellung</strong>",
      "7": [
        " Fügt Gegnern, die sie rammt, <dendro>Dendro-Schaden</dendro> zu. 0,5 s Abklingzeit für jeden Gegner."
      ],
      "8": "In diesem Zustand erhöhen sich Kiraras Bewegungs- und Klettergeschwindigkeit sowie ihre Sprungfähigkeit, aber auch ihr Ausdauerverbrauch beim Klettern.",
      "9": [
        " Löst bei Ablauf der Dauer oder bei erneutem Auslösen einen im Vergleich zum Drücken der Fähigkeit noch stärkeren Kratzkrallenangriffßßß aus, der <dendro>Dendro-Flächenschaden</dendro> verursacht."
      ],
      "10": "Miezekatzen-Sonderzustellungßßß hält bis zu 10 s. Startet am Ende des Effekts eine Abklingphase. Je länger der Zustand der Miezekatzen-Sonderzustellungßßß anhält, desto länger wird die Abklingphase.",
      "11": [
        " Rennen oder aktives Abbrechen des Kletterns während der Dauer beenden den Zustand der Miezekatzen-Sonderzustellungßßß vorzeitig."
      ],
      "12": "<br/>",
      "13": "<i>„Hm, du willst also das Geheimnis dieser schnellen Lieferung wissen? Die Kraft der Füße natürlich!“</i>"
    },
    "skillParams": {
      "0": "Schwanzschwinger-Tritt-SCH",
      "1": "Schildstärke",
      "2": "Max. Schildstärke",
      "3": "Schilddauer",
      "4": "Ramm-SCHßßß der Miezekatzen-Sonderzustellungßßß",
      "5": "Höchstdauer der Miezekatzen-Sonderzustellungßßß",
      "6": "Kratzkrallenangriff-SCH",
      "7": "Abklingzeit",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "burst": {
    "name": "Geheime Kunst – Besondere Überraschungßßß",
    "description": {
      "0": "Schickt eine Express-Sonderzustellungßßß zum Bestrafen von Dieben auf den Weg, die Gegner rammt und dabei <dendro>Dendro-Flächenschaden</dendro> verursacht. Nachdem die Express-Sonderzustellungßßß explodiert ist, teilt sie sich in mehrere <strong>Katzengras-Kardamoms</strong> auf. Diese explodieren, wenn sie Gegner berühren oder nachdem eine gewisse Zeit vergangen ist und verursachen dabei <dendro>Dendro-Flächenschaden</dendro>.",
      "1": "<br/>",
      "2": "<i>„Hehe, Sonderzustellung für all die Paketdiebe. Und vergesst nicht, eine 5-Sterne-Bewertung abzugeben, liebe Schurken.“</i>"
    },
    "skillParams": {
      "0": "Fähigkeits-SCH",
      "1": "Katzengras-Kardamom-Explosions-SCH",
      "2": "Vorhandensein des Katzengras-Kardamoms",
      "3": "Abklingzeit",
      "4": "Elementarenergie",
      "5": "",
      "6": "",
      "7": "",
      "8": "",
      "9": "",
      "10": "",
      "11": "",
      "12": "",
      "13": "",
      "14": "",
      "15": ""
    }
  },
  "passive1": {
    "name": "Betörend süße Schwänzchenßßß",
    "description": {
      "0": "Kirara erhält jedes Mal eine Stapelung <strong>Verstärkte Verpackungßßß</strong>, wenn sie im Zustand Miezekatzen-Sonderzustellung des <strong>Miauteoritentritts</strong> Gegner rammt. 0,5 s Abklingzeit für jeden Gegner, 3-fach stapelbar. Nach Beendigung des Zustands „Miezekatzen-Sonderzustellung“ erzeugt jeder Stapel „Verstärkte Verpackung“ für Kirara jeweils 1 Schild für sicheren Transport. Die Schildstärke der so erzeugten Schilde für sicheren Transport entspricht 20 % der Schildstärke der Schilde für sicheren Transport, die über den <strong>Miauteoritentrittßßß</strong> erzeugt werden. Befindet sich Kirara bereits unter dem Schutz von durch den Miauteoritentrittßßß erzeugten Schilden des sicheren Transports, so wird deren übrige Schildstärke mit aufgestapeltßßß und die Dauer aktualisiert."
    }
  },
  "passive2": {
    "name": "Vorübergehend verzaubertßßß",
    "description": {
      "0": "Erhöht den mit <strong>Miauteoritentrittßßß</strong> verursachten Schaden basierend auf Kiraras max. LP für je 1.000 Punkte von ihrer max. LP um 0,4 % und den mit <strong>Geheime Kunst – Besondere Überraschungßßß</strong> verursachten Schaden um 0,3 %."
    }
  },
  "passive3": {
    "name": "Mieze auf der Pirschßßß",
    "description": {
      "0": "Führt dazu, dass eigene Figuren in der Truppe kleine Tiere in der Nähe, die rohes Geflügel, rohes Fleisch oder kaltes Gourmetfleisch als Beute abgeben, nicht leicht aufscheuchen, wenn Kirara in der Truppe ist."
    }
  },
  "constellation1": {
    "name": "Materialkreislaufßßß",
    "description": {
      "0": "Kirara erzeugt bei Anwenden von <strong>Geheime Kunst – Besondere Überraschungßßß</strong> für je 8.000 Punkte ihrer max. LP 1 zusätzlichen <strong>Katzengras-Kardamom</strong>. Maximal können auf diese Weise 4 Katzengras-Kardamoms erzeugt werden."
    }
  },
  "constellation2": {
    "name": "Perfekt verpacktßßß",
    "description": {
      "0": "Kirara verleiht anderen Truppenmitgliedern, die sie im Zustand Miezekatzen-Sonderzustellung des <strong>Miauteoritentritts</strong> rammt, Schild für sicheren Transport – Einschreibenßßß.",
      "1": "Die Schildstärke des Schilds für sicheren Transport – Einschreibenßßß entspricht 40 % der Schildstärke des durch den Miauteoritentrittßßß erzeugten Schilds für sicheren Transport und hält bei <dendro>Dendro-Schaden</dendro> 250 % ab.",
      "2": "Der Schild für sicheren Transport – Einschreibenßßß hält 12 s, 10 s Abklingzeit für jedes Truppenmitglied."
    }
  },
  "constellation3": {
    "name": "Universelle Erkennungßßß",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Miauteroritentrittßßß</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation4": {
    "name": "Stand des Skadasßßß",
    "description": {
      "0": "Kirara initiiert einen abgestimmten Angriff mit <strong>Kleinem Katzengras-Kardamom</strong> und verursacht <dendro>Dendro-Schaden</dendro> in Höhe von 200 % von Kiraras ANG, nachdem Gegner durch den Standardangriff, heftigen Schlag und Angriff aus dem Fall von Figuren getroffen wurden, die durch <strong>Schilde für sicheren Transportßßß</strong> oder <strong>Schilde für sicheren Transport – Einschreibenßßß</strong> geschützt werden. Hierdurch verursachter Schaden wird als Schaden der Spezialfähigkeit gewertet. 3,8 s Abklingzeit."
    }
  },
  "constellation5": {
    "name": "Tausend Meilen jeden Tagßßß",
    "description": {
      "0": "Erhöht die Stufe der Fähigkeit <strong>Geheime Kunst – Besondere Überraschungßßß</strong> um 3.",
      "1": "Höchststufe 15."
    }
  },
  "constellation6": {
    "name": "Unzählige Sehenswürdigkeitenßßß",
    "description": {
      "0": "Erhöht den Elementar-SCH-Bonus aller Truppenmitglieder in der Nähe nach Anwendung von Kiraras Elementarfähigkeit oder Spezialfähigkeit für 15 s um 12 %."
    }
  }
}