{
  "name": "Fruit of Fulfillment",
  "description": "",
  "passiveName": "Full Circle",
  "passiveDescription": {
    "0": "Setelah memicu reaksi elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <cryo>22</cryo> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat reaksi elemental belum dipicu. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
    "1": "Setelah memicu reaksi elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <cryo>25</cryo> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat reaksi elemental belum dipicu. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
    "2": "Setelah memicu reaksi elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <cryo>28</cryo> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat reaksi elemental belum dipicu. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
    "3": "Setelah memicu reaksi elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <cryo>31</cryo> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat reaksi elemental belum dipicu. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
    "4": "Setelah memicu reaksi elemental, akan mendapatkan efek \"Wax and Wane\" yang meningkatkan <cryo>34</cryo> poin Elemental Mastery, namun mengurangi 5% ATK. Satu lapis efek \"Wax and Wane\" didapatkan setiap 0,3 detik. Efek ini dapat ditumpuk maksimum sebanyak 5 lapis. Satu lapis efek ini akan hilang setiap 6 detik saat reaksi elemental belum dipicu. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran."
  }
}