{
  "name": "Wandering Evenstar__",
  "description": "",
  "passiveName": "Wildling Nightstar",
  "passiveDescription": {
    "0": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <cryo>32%</cryo> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan 30% dari peningkatan ini, bertahan 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
    "1": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <cryo>40%</cryo> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan 30% dari peningkatan ini, bertahan 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
    "2": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <cryo>48%</cryo> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan 30% dari peningkatan ini, bertahan 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
    "3": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <cryo>56%</cryo> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan 30% dari peningkatan ini, bertahan 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
    "4": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <cryo>64%</cryo> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan 30% dari peningkatan ini, bertahan 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran."
  }
}