{
  "name": "Haran Geppaku Futsu",
  "description": "",
  "passiveName": "Honed Flow",
  "passiveDescription": {
    "0": "Mendapatkan <cryo>12%</cryo> Elemental DMG Bonus untuk semua elemen. Saat anggota party lain menggunakan Elemental Skill, Karakter yang mengenakan senjata ini akan mendapatkan satu lapis \"Wavespike\". Maksimal 2 lapis. Efek terpicu setiap 0,3 detik. Saat Karakter yang mengenakan senjata ini melancarkan Elemental Skill, jika ada efek \"Wavespike\" yang telah terakumulasi, maka akan mengonsumsi semua lapisan Wavespike dan mendapatkan Ripping Upheaval. Setiap lapis Wavespike yang terkonsumsi akan meningkatkan <cryo>20%</cryo> DMG Normal Attack selama 8 detik.__",
    "1": "Mendapatkan <cryo>15%</cryo> Elemental DMG Bonus untuk semua elemen. Saat anggota party lain menggunakan Elemental Skill, Karakter yang mengenakan senjata ini akan mendapatkan satu lapis \"Wavespike\". Maksimal 2 lapis. Efek terpicu setiap 0,3 detik. Saat Karakter yang mengenakan senjata ini melancarkan Elemental Skill, jika ada efek \"Wavespike\" yang telah terakumulasi, maka akan mengonsumsi semua lapisan Wavespike dan mendapatkan Ripping Upheaval. Setiap lapis Wavespike yang terkonsumsi akan meningkatkan <cryo>25%</cryo> DMG Normal Attack selama 8 detik.__",
    "2": "Mendapatkan <cryo>18%</cryo> Elemental DMG Bonus untuk semua elemen. Saat anggota party lain menggunakan Elemental Skill, Karakter yang mengenakan senjata ini akan mendapatkan satu lapis \"Wavespike\". Maksimal 2 lapis. Efek terpicu setiap 0,3 detik. Saat Karakter yang mengenakan senjata ini melancarkan Elemental Skill, jika ada efek \"Wavespike\" yang telah terakumulasi, maka akan mengonsumsi semua lapisan Wavespike dan mendapatkan Ripping Upheaval. Setiap lapis Wavespike yang terkonsumsi akan meningkatkan <cryo>30%</cryo> DMG Normal Attack selama 8 detik.__",
    "3": "Mendapatkan <cryo>21%</cryo> Elemental DMG Bonus untuk semua elemen. Saat anggota party lain menggunakan Elemental Skill, Karakter yang mengenakan senjata ini akan mendapatkan satu lapis \"Wavespike\". Maksimal 2 lapis. Efek terpicu setiap 0,3 detik. Saat Karakter yang mengenakan senjata ini melancarkan Elemental Skill, jika ada efek \"Wavespike\" yang telah terakumulasi, maka akan mengonsumsi semua lapisan Wavespike dan mendapatkan Ripping Upheaval. Setiap lapis Wavespike yang terkonsumsi akan meningkatkan <cryo>35%</cryo> DMG Normal Attack selama 8 detik.__",
    "4": "Mendapatkan <cryo>24%</cryo> Elemental DMG Bonus untuk semua elemen. Saat anggota party lain menggunakan Elemental Skill, Karakter yang mengenakan senjata ini akan mendapatkan satu lapis \"Wavespike\". Maksimal 2 lapis. Efek terpicu setiap 0,3 detik. Saat Karakter yang mengenakan senjata ini melancarkan Elemental Skill, jika ada efek \"Wavespike\" yang telah terakumulasi, maka akan mengonsumsi semua lapisan Wavespike dan mendapatkan Ripping Upheaval. Setiap lapis Wavespike yang terkonsumsi akan meningkatkan <cryo>40%</cryo> DMG Normal Attack selama 8 detik.__"
  }
}